{
  "meta": {
    "version": "4.4",
    "total_puzzles": 246,
    "date_range": "-1200-2010"
  },
  "puzzles": {
    "-1200": [
      "The Hittite capital of Hattusa is burned and abandoned.",
      "The port city of Ugarit in Syria is destroyed by the Sea Peoples.",
      "Pharaoh Ramesses III repels an invasion of the Sea Peoples in Egypt.",
      "The Mycenaean palace centers of Pylos and Mycenae are destroyed.",
      "The Olmec civilization thrives at its major center of San Lorenzo.",
      "The Elamite king Shutruk-Nahhunte campaigns in Mesopotamia."
    ],
    "-814": [
      "Queen Dido of Tyre founds the city of Carthage in modern-day Tunisia.",
      "The citadel of Byrsa is established as the center of the new city.",
      "The legend of the oxhide is used to determine the city's initial boundaries.",
      "The Neo-Assyrian Empire under Adad-nirari II campaigns in the north.",
      "The Kingdom of Israel, under King Joash, is a major power in the Levant.",
      "The Western Zhou dynasty in China continues its long decline."
    ],
    "-776": [
      "The first Olympic Games are held at Olympia in Greece.",
      "Coroebus of Elis, a cook, wins the stadion, the only event.",
      "A sacred truce, the Ekecheiria, is declared to protect athletes.",
      "The games are held in honor of the Greek god Zeus.",
      "The city of Miletus in Ionia is a thriving center of trade and philosophy.",
      "The Etruscan civilization flourishes in central Italy."
    ],
    "-753": [
      "The city of Rome is traditionally founded by the twin brothers Romulus and Remus.",
      "Romulus kills his brother Remus in a dispute over the city's walls.",
      "A she-wolf is said to have suckled the abandoned twins Romulus and Remus.",
      "The Neo-Assyrian king Ashur-nirari V rules over a vast empire in the Near East.",
      "The Greek city-state of Corinth emerges as a major commercial power.",
      "The Olmec city of La Venta continues to be a major center in Mesoamerica."
    ],
    "-750": [
      "Homer composes the epic poems, the Iliad and the Odyssey.",
      "Greek colonists from Euboea establish the city of Cumae in Italy.",
      "The Greek alphabet is developed by adapting the Phoenician script.",
      "The Olmec civilization in Mesoamerica thrives at its center, La Venta.",
      "King Ashur-dan III of Assyria leads campaigns against the Medes.",
      "The Kingdom of Kush in Nubia asserts its power in Upper Egypt."
    ],
    "-509": [
      "The Roman monarchy is overthrown, and the Roman Republic is established.",
      "Lucius Junius Brutus and Lucius Tarquinius Collatinus are elected as the first consuls of Rome.",
      "The Temple of Jupiter Optimus Maximus is dedicated on Rome's Capitoline Hill.",
      "The rape of Lucretia by the king's son sparks a revolt against the monarchy.",
      "The Athenian statesman Cleisthenes introduces radical democratic reforms in Athens.",
      "The military treatise *The Art of War* is traditionally attributed to Sun Tzu."
    ],
    "-221": [
      "Qin Shi Huang unifies China, ending the Warring States period.",
      "The title of 'Emperor' (Huangdi) is created for the new ruler of China.",
      "A unified system of writing, currency, and measurements is established in China.",
      "Construction begins on a unified Great Wall of China by connecting existing walls.",
      "The Carthaginian general Hannibal Barca is active in the Iberian Peninsula.",
      "The Mauryan Empire in India, under the rule of Emperor Ashoka, is at its peak."
    ],
    "-146": [
      "Roman general Scipio Aemilianus captures and destroys the city of Carthage.",
      "The Third Punic War ends with the complete defeat of Carthage.",
      "The Achaean League is defeated by Rome at the Battle of Corinth.",
      "Roman consul Lucius Mummius sacks the ancient city of Corinth.",
      "Rome establishes the province of Africa in former Carthaginian territory.",
      "The destruction of Corinth marks the end of Greek political independence."
    ],
    "-44": [
      "Julius Caesar is assassinated by a group of Roman senators on the Ides of March.",
      "Mark Antony delivers a famous funeral oration for Julius Caesar.",
      "Octavian, Caesar's adopted son, returns to Rome to claim his inheritance.",
      "Cicero begins delivering his series of speeches known as the Philippics against Mark Antony.",
      "Cleopatra VII of Egypt declares her son Caesarion as her co-ruler.",
      "The Roman Republic is thrown into a period of civil war."
    ],
    "-27": [
      "The Roman Senate grants Octavian the new title of Augustus.",
      "The Roman Republic effectively ends, and the Roman Empire begins.",
      "Marcus Agrippa commissions the original Pantheon in Rome.",
      "The Praetorian Guard is established as the emperor's personal bodyguard.",
      "The poet Virgil is writing the *Aeneid*, Rome's national epic.",
      "The province of Achaea is established, covering mainland Greece."
    ],
    "1": [
      "The poet Ovid writes his influential work, the *Metamorphoses*.",
      "Emperor Augustus presides over the Roman Empire during the Pax Romana.",
      "Silk, imported from Han Dynasty China, first appears in Rome.",
      "Tiberius, under orders from Augustus, campaigns against Germanic tribes.",
      "The city of Teotihuacan in Mesoamerica begins construction of its pyramids.",
      "The Kingdom of Aksum in East Africa emerges as a major trading power."
    ],
    "30": [
      "Jesus of Nazareth is crucified in Jerusalem under the authority of Pontius Pilate.",
      "John the Baptist is executed by order of Herod Antipas.",
      "The Praetorian prefect Sejanus has Agrippina the Elder arrested and exiled.",
      "The Kushan Empire is founded in Central and South Asia.",
      "The Roman writer Velleius Paterculus completes his 'History of Rome'.",
      "The Roman fabulist Phaedrus translates many of Aesop's fables into Latin."
    ],
    "79": [
      "Mount Vesuvius erupts, burying Pompeii and Herculaneum",
      "Pliny the Elder dies while leading a rescue mission",
      "The Colosseum's construction is nearing completion in Rome",
      "Emperor Vespasian dies, succeeded by his son Titus",
      "The Villa of the Papyri's library is preserved by ash",
      "Agricola begins his conquest of northern Britain"
    ],
    "117": [
      "The Kitos War ends with the suppression of Jewish revolts",
      "Emperor Trajan dies, and Hadrian becomes his successor",
      "The Roman Empire reaches its maximum territorial extent",
      "Hadrian abandons some of Trajan's eastern conquests",
      "Trajan's Column is completed in the Forum of Trajan in Rome",
      "The Pantheon is commissioned by Emperor Hadrian in Rome"
    ],
    "212": [
      "The Constitutio Antoniniana grants citizenship to all free Roman men",
      "Emperor Caracalla murders his brother Geta in their mother's arms",
      "Papinian, a distinguished jurist, is executed for protesting the murder",
      "Construction begins on the massive Baths of Caracalla in Rome",
      "The warlord Ma Teng is executed in China",
      "Caracalla prepares for a campaign against the Alemanni",
      "Vologases VI of Parthia faces a rebellion from his brother Artabanus IV"
    ],
    "313": [
      "Constantine defeats Maxentius at the Milvian Bridge",
      "The Chi-Rho symbol appears in Constantine's dream",
      "Christian clergy are exempted from municipal obligations",
      "Confiscated church properties are ordered to be returned",
      "The Edict of Milan legalizes Christianity in the Roman Empire",
      "Licinius and Constantine agree on a policy of religious tolerance",
      "The Donatist schism is declared a heresy at the Lateran Synod"
    ],
    "330": [
      "Constantine dedicates Constantinople as the new Roman capital",
      "Ancient Byzantium is transformed into Nova Roma",
      "The Eastern Roman Empire receives a permanent capital",
      "Constantine leads a grand procession to dedicate the new city",
      "The city is strategically located to control trade routes",
      "The Goths devastate the city of Tanais",
      "Frumentius becomes the first bishop of Ethiopia"
    ],
    "410": [
      "Alaric's Visigoths capture and sack Rome for three days",
      "Emperor Honorius tells Britain to fend for itself",
      "The Western Roman Empire withdraws its legions from Britain",
      "Visigoths spare the Basilicas of Saint Peter and Paul",
      "The sack of Rome sends shockwaves across the Empire",
      "Hypatia of Alexandria leads the Neoplatonist school in Egypt",
      "Future Visigothic king Theodoric I is born"
    ],
    "476": [
      "The final Western Roman Emperor, Romulus Augustulus, is deposed by the Germanic chieftain Odoacer.",
      "Odoacer becomes the first King of Italy, marking the end of the Western Roman Empire.",
      "The imperial regalia of the Western Roman Empire are sent to Emperor Zeno in Constantinople.",
      "The execution of Orestes, father of Romulus Augustulus, solidifies Odoacer's power.",
      "The Visigothic Kingdom, under King Euric, expands its territory in Gaul.",
      "The usurper Basiliscus is overthrown, and Emperor Zeno is restored to the Byzantine throne."
    ],
    "500": [
      "Frankish King Clovis I defeats the Burgundians at the Battle of Dijon.",
      "The philosopher Boethius, a key figure in late Roman culture, is born.",
      "The legendary Battle of Mount Badon is fought in Britain.",
      "The Hephthalite Empire, or White Huns, control a vast territory in Central Asia.",
      "The monastic settlement at Kildare in Ireland is founded by Saint Brigid.",
      "The Gupta Empire in India faces invasions from the Alchon Huns."
    ],
    "527": [
      "Justinian I becomes sole ruler of the Byzantine Empire.",
      "The Kingdom of Essex is founded by the Saxons in Britain.",
      "Silla, one of Korea's Three Kingdoms, adopts Buddhism.",
      "Justinian appoints Belisarius to command the eastern army.",
      "The codification of Roman law, the Codex Justinianus, begins.",
      "Justinian begins a major reorganization of the Byzantine army."
    ],
    "622": [
      "The Prophet Muhammad completes the Hijra to Medina.",
      "The Islamic calendar is established, with this as its first year.",
      "The Constitution of Medina is drafted, creating a multi-religious state.",
      "The first mosque in Islam is constructed at Quba.",
      "Emperor Heraclius launches a counter-offensive against the Sasanian Empire.",
      "The Byzantine army defeats the Persians at the Battle of Issus."
    ],
    "632": [
      "The Prophet Muhammad delivers his Farewell Sermon in Mecca.",
      "The Prophet Muhammad dies in Medina, creating a succession crisis.",
      "Abu Bakr is chosen as the first Caliph of the Rashidun Caliphate.",
      "The Ridda Wars begin as several Arab tribes rebel.",
      "Musaylimah al-Kadhdhab declares himself a prophet in Yamama.",
      "Fatimah, daughter of the Prophet Muhammad, dies."
    ],
    "732": [
      "Charles Martel defeats the Umayyad Caliphate at the Battle of Tours.",
      "The Umayyad governor of Al-Andalus, Abd al-Rahman al-Ghafiqi, is killed.",
      "The Frankish army's victory halts the northward advance of Islamic forces.",
      "Duke Eudes of Aquitaine requests Frankish assistance against the Umayyads.",
      "The battle is fought between the cities of Tours and Poitiers in France.",
      "Charles Martel's victory lays the groundwork for the Carolingian Empire."
    ],
    "793": [
      "Viking raiders sack the monastery at Lindisfarne, marking the start of the Viking Age.",
      "Charlemagne orders the construction of the Fossa Carolina canal.",
      "Pepin of Italy campaigns against the Lombards in Benevento.",
      "Count Theoderic is killed by Saxon rebels in Frisia.",
      "Emir Hisham I of Córdoba calls for a jihad against the Christian Franks.",
      "Arabian forces invade Languedoc, capturing Narbonne and Carcassonne."
    ],
    "800": [
      "Pope Leo III crowns Charlemagne Emperor of the Romans in Rome.",
      "The coronation marks the revival of the imperial title in Western Europe.",
      "The Rus' Khaganate is established in Eastern Europe.",
      "The Abbasid Caliphate cedes southern Italian holdings to the Aghlabid Dynasty.",
      "Sijilmasa is founded as a caravan departure point in Morocco.",
      "The Book of Kells is written and illuminated in Ireland."
    ],
    "962": [
      "Pope John XII crowns Otto the Great as the first Holy Roman Emperor.",
      "The Diploma Ottonianum is signed, defining the relationship between the Pope and Emperor.",
      "Byzantine general Nikephoros Phokas sacks the city of Aleppo in Syria.",
      "The Ghaznavid dynasty is founded by Alptigin in modern-day Afghanistan.",
      "King Indulf of Scotland is killed in battle against Viking invaders.",
      "The city of Luxembourg is founded by Count Siegfried."
    ],
    "987": [
      "The Carolingian dynasty ends with the death of King Louis V.",
      "Hugh Capet is elected and crowned King of France.",
      "The Capetian dynasty begins its rule over France.",
      "Bardas Phokas and Bardas Skleros lead a revolt against Byzantine Emperor Basil II.",
      "Al-Mansur, ruler of Al-Andalus, captures the city of Coimbra.",
      "Kukulcan, a Mayan ruler, conquers the city of Chichen Itza."
    ],
    "1000": [
      "The Althing in Iceland officially adopts Christianity.",
      "Holy Roman Emperor Otto III meets Bolesław I Chrobry in Gniezno.",
      "Byzantine Emperor Basil II captures Pliska and Preslav from Bulgaria.",
      "King Olaf Tryggvason of Norway dies at the Battle of Svolder.",
      "The Gniezno Congress establishes an independent Polish archbishopric.",
      "Stephen I is crowned the first King of Hungary.",
      "The first millennium concludes, marking the High Middle Ages' beginning."
    ],
    "1025": [
      "Bolesław I Chrobry is crowned the first King of Poland.",
      "Byzantine Emperor Basil II, the Bulgar-slayer, dies.",
      "Mahmud of Ghazni raids and plunders the Somnath Temple in India.",
      "The Chola dynasty conquers the Southeast Asian kingdom of Srivijaya.",
      "Avicenna publishes his influential medical treatise, *The Canon of Medicine*.",
      "The Northern Song Dynasty in China experiences a golden age."
    ],
    "1054": [
      "Cardinal Humbert delivers a papal bull to Patriarch Michael Cerularius.",
      "The Filioque clause dispute divides the Eastern and Western Churches.",
      "Patriarch Michael Cerularius refuses to acknowledge Roman primacy.",
      "The unleavened bread controversy further divides Christian practices.",
      "Mutual excommunications are issued on July 16th in Constantinople.",
      "The Great Schism permanently separates Eastern Orthodoxy and Roman Catholicism."
    ],
    "1066": [
      "King Edward the Confessor of England dies, triggering a succession crisis.",
      "Halley's Comet appears and is depicted on the Bayeux Tapestry.",
      "Harald Hardrada of Norway is defeated and killed at the Battle of Stamford Bridge.",
      "William the Conqueror's Norman army defeats the English at the Battle of Hastings.",
      "A Muslim mob storms the royal palace in Granada, crucifying the Jewish vizier.",
      "The Chinese historian Sima Guang begins compiling his masterwork, the *Zizhi Tongjian*."
    ],
    "1071": [
      "The Battle of Manzikert results in a decisive Byzantine defeat.",
      "Sultan Alp Arslan leads the Seljuk Turks to victory over the Byzantines.",
      "Emperor Romanos IV Diogenes is captured by the Seljuk forces.",
      "The Siege of Bari ends with Norman forces capturing the last Byzantine city in Italy.",
      "Robert I, \"the Frisian,\" defeats Richilde at the Battle of Cassel.",
      "English rebels, including Hereward the Wake, are defeated by Norman forces."
    ],
    "1095": [
      "Pope Urban II calls for the First Crusade at the Council of Clermont.",
      "Byzantine Emperor Alexios I Komnenos requests military aid against the Seljuk Turks.",
      "Peter the Hermit begins preaching, leading to the People's Crusade.",
      "The official armies of the First Crusade begin their departure for the Holy Land.",
      "A rebellion by Robert de Mowbray against King William II of England is suppressed.",
      "The Second County of Portugal is established under the rule of Henry of Burgundy."
    ],
    "1099": [
      "The First Crusade captures Jerusalem from the Fatimid Caliphate after a lengthy siege.",
      "Godfrey of Bouillon is elected the first ruler of the newly established Kingdom of Jerusalem.",
      "The Crusaders defeat a Fatimid army at the Battle of Ascalon, securing their control of the region.",
      "Pope Urban II, who initiated the First Crusade, dies before news of Jerusalem's capture reaches him.",
      "Daimbert of Pisa is named the first Latin Patriarch of Jerusalem.",
      "Construction begins on the Modena Cathedral in Italy, a prominent Romanesque building."
    ],
    "1100": [
      "King William II of England dies in a hunting accident.",
      "Henry I is crowned King of England at Westminster Abbey.",
      "Henry I issues the Charter of Liberties, a precursor to constitutional law.",
      "Baldwin I is crowned the first King of Jerusalem.",
      "Bohemond I of Antioch is captured by the Danishmends.",
      "The Siege of Haifa ends with a Crusader victory."
    ],
    "1162": [
      "Future Mongol conqueror Temüjin is born near Burkhan Khaldun",
      "Thomas Becket is consecrated Archbishop of Canterbury",
      "Frederick Barbarossa's forces capture and destroy Milan",
      "Ladislaus II is crowned King of Hungary and Croatia",
      "Hostilities resume between Jin dynasty and Southern Song dynasty",
      "Venetian Republic victory celebration originates city's famous Carnival"
    ],
    "1180": [
      "Japanese warrior clans begin devastating five-year civil war",
      "Philip Augustus becomes King of France at age fifteen",
      "European engineers develop revolutionary horizontal-axle windmill design",
      "Saladin captures Aleppo from Zengid dynasty",
      "Henry II transforms Windsor Castle into stone palatial residence",
      "Ayyubid expansion threatens Frankish territorial control"
    ],
    "1204": [
      "Maimonides dies in Cairo",
      "Temujin defeats Naiman tribes completing steppe unification",
      "Philip II conquers Normandy ending Angevin territorial control",
      "Hagia Sophia converted to Roman Catholic cathedral temporarily",
      "Fourth Crusade captures Constantinople instead of Jerusalem",
      "Byzantine capital sacked by Crusaders fragmenting Eastern Roman Empire"
    ],
    "1206": [
      "Temüjin is proclaimed Genghis Khan, ruler of all Mongols.",
      "The Mongol Empire is established at a kurultai on the Onon River.",
      "Qutb al-Din Aibak founds the Mamluk dynasty in India.",
      "The Delhi Sultanate is established in the Indian subcontinent.",
      "King Valdemar II of Denmark leads an expedition to Saaremaa.",
      "The first temple dedicated to Zen Buddhism is completed in Japan."
    ],
    "1215": [
      "Feudal lords unite against financial oppression and military failures",
      "Water meadow chosen as neutral ground between opposing forces",
      "Royal seal pressed onto parchment after tense negotiations",
      "Twenty-five barons appointed to enforce compliance with agreement",
      "King John signs charter at Runnymede limiting royal authority",
      "Magna Carta creates foundation for constitutional government worldwide"
    ],
    "1258": [
      "Hulagu Khan's Mongol forces sack and burn Baghdad",
      "The House of Wisdom's great library is destroyed",
      "Al-Musta'sim, the last Abbasid Caliph, is executed",
      "Simon de Montfort forces King Henry III to accept the Provisions of Oxford",
      "The Treaty of Corbeil is signed between France and Aragon",
      "The first Mongol invasion of Vietnam is launched"
    ],
    "1271": [
      "Kublai Khan officially establishes the Yuan Dynasty in China.",
      "Marco Polo embarks on his famous journey to Asia with his father and uncle.",
      "The Ninth Crusade begins with the arrival of Prince Edward of England in Acre.",
      "Pope Gregory X is elected after the longest papal election in history.",
      "Mamluk Sultan Baibars captures the Crusader fortress of Krak des Chevaliers.",
      "The construction of Caerphilly Castle, the largest in Wales, is completed."
    ],
    "1291": [
      "William of Beaujeu leads final Templar defense",
      "Mamluk catapults nicknamed Furious and Victorious attack",
      "Henry II of Cyprus attempts naval relief expedition",
      "Tyre, Beirut and Sidon evacuated within weeks",
      "Fall of Acre ends two centuries of Crusader presence",
      "Hospitaller knights relocate headquarters to Rhodes"
    ],
    "1307": [
      "Guillaume de Nogaret coordinates simultaneous arrests",
      "Jacques de Molay confesses under torture then recants",
      "October 13th arrests create Friday superstition",
      "Templars accused of worshipping Baphomet idol",
      "Philip IV seizes Templar treasury and properties",
      "Banking network from London to Jerusalem destroyed"
    ],
    "1314": [
      "Edward II's army trapped in Scottish marshland",
      "Schiltron formations devastate English heavy cavalry",
      "Jacques de Molay curses Pope and King before execution",
      "Robert Bruce's guerrilla tactics prove superior",
      "Battle of Bannockburn secures Scottish independence",
      "Templar Grand Master burned alive on Seine island"
    ],
    "1315": [
      "The Great Famine of 1315-1317 begins across Europe.",
      "Louis X of France formally abolishes serfdom.",
      "The Scottish army under Robert the Bruce besieges Carlisle Castle.",
      "The Mamluk Sultanate invades and loots the city of Malatya.",
      "Ferdinand of Majorca conquers the Principality of Achaea in Greece.",
      "The Swiss Confederacy defeats the Habsburgs at the Battle of Morgarten."
    ],
    "1337": [
      "Isabella of France's son claims Capetian inheritance",
      "Philip VI confiscates Gascony from English crown",
      "Salic Law prevents female succession in France",
      "English wool trade with Flanders disrupted",
      "Hundred Years War begins over dynastic succession",
      "Battle of Cadzand demonstrates longbow effectiveness"
    ],
    "1347": [
      "Mongol siege of Caffa catapults infected corpses",
      "Genoese galleys flee Crimea carrying plague rats",
      "Yersinia pestis bacterium spreads through trade routes",
      "Messina becomes first European city infected",
      "Black Death pandemic begins demographic catastrophe",
      "Flagellant movements blame plague on divine wrath"
    ],
    "1348": [
      "The Black Death pandemic reaches Paris, France, and London, England.",
      "King Edward III of England establishes the Order of the Garter.",
      "A powerful earthquake strikes the region of Friuli in modern-day Italy.",
      "Pope Clement VI issues a papal bull to protect Jews from persecution during the Black Death.",
      "The University of Prague is founded by Holy Roman Emperor Charles IV.",
      "The Teutonic Order defeats the Grand Duchy of Lithuania at the Battle of Strėva."
    ],
    "1378": [
      "The death of Pope Gregory XI triggers the Western Schism, a split in the Catholic Church.",
      "Cardinals in Rome elect Pope Urban VI, while a rival faction elects Pope Clement VII in Avignon.",
      "The Ciompi, or wool carders, revolt in Florence and briefly seize control of the government.",
      "Holy Roman Emperor Charles IV dies and is succeeded by his son, Wenceslaus.",
      "Dmitri Donskoi, Grand Prince of Moscow, repels an invasion by the Mongol Blue Horde.",
      "The influential English theologian John Wycliffe is summoned to answer for his reformist ideas."
    ],
    "1381": [
      "The Peasants' Revolt, led by Wat Tyler, erupts in England against high poll taxes.",
      "Rebels storm the Tower of London, executing the Archbishop of Canterbury, Simon Sudbury.",
      "King Richard II meets with the rebels at Mile End and Smithfield.",
      "The rebel leader Wat Tyler is killed by the King's party during negotiations.",
      "The Ming dynasty of China annexes the former Kingdom of Dali.",
      "The War of Chioggia between Venice and Genoa concludes with a Venetian victory."
    ],
    "1400": [
      "The Epiphany Rising, a plot to assassinate King Henry IV, fails.",
      "Owain Glyndŵr begins a fourteen-year-long revolt against English rule in Wales.",
      "The forces of Timur the Lame (Tamerlane) sack the city of Aleppo in Syria.",
      "The Hồ dynasty is established in Vietnam by Hồ Quý Ly.",
      "The English poet Geoffrey Chaucer, author of *The Canterbury Tales*, dies.",
      "Byzantine Emperor Manuel II Palaiologos visits Paris to seek aid."
    ],
    "1415": [
      "Henry V leads starving army through Norman countryside",
      "English archers massacre French nobility in muddy field",
      "Council of Constance burns Czech reformer Jan Hus",
      "French heavy cavalry charges fail against stakes",
      "Battle of Agincourt proves longbow superior to chivalry",
      "Bohemian Hussite movement begins after Hus execution"
    ],
    "1420": [
      "Bohemian religious reformers develop mobile fortress wagons for battlefield",
      "Catholic Church declares crusade against Christian heretics in central Europe",
      "Jan Žižka's tactical innovations revolutionize medieval warfare",
      "Hussite wagon formations defeat traditional knightly cavalry charges",
      "Council of Constance aftermath sparks Bohemian religious revolution",
      "Battle of Kutná Hora demonstrates Hussite military superiority over crusading armies"
    ],
    "1429": [
      "Joan of Arc lifts the siege of Orléans, a turning point in the Hundred Years' War.",
      "French forces, led by Joan of Arc, decisively defeat the English at the Battle of Patay.",
      "Charles VII is crowned King of France in Reims Cathedral, with Joan of Arc at his side.",
      "The English crown the young Henry VI as King of England at Westminster Abbey.",
      "Philip the Good, Duke of Burgundy, founds the chivalric Order of the Golden Fleece.",
      "The city of Ayutthaya in modern-day Thailand captures the Khmer capital of Angkor."
    ],
    "1431": [
      "Pierre Cauchon presides over Joan's heresy trial",
      "Burgundian allies deliver Joan to English authorities",
      "Domremy peasant girl claims angelic visions",
      "Charles VII abandons Joan to political necessity",
      "Joan of Arc burned alive in Rouen marketplace",
      "French resistance movement gains martyred symbol"
    ],
    "1438": [
      "Albert II of Habsburg becomes King of Hungary and Germany",
      "Pope Eugenius IV moves the Council of Basel to Ferrara",
      "The Pragmatic Sanction of Bourges limits papal authority in France",
      "Pachacuti becomes the ruler of Cusco, beginning Inca expansion",
      "All Souls' College is founded at the University of Oxford",
      "The Dutch-Hanseatic War begins in Northern Europe"
    ],
    "1453": [
      "The Ottoman Sultan Mehmed II captures Constantinople, ending the Byzantine Empire.",
      "The Battle of Castillon, the final major battle of the Hundred Years' War, is a decisive French victory.",
      "English commander John Talbot, 1st Earl of Shrewsbury, is killed at the Battle of Castillon.",
      "The fall of Constantinople is a significant event marking the end of the Middle Ages.",
      "The exodus of Greek scholars from Constantinople contributes to the Renaissance in Italy.",
      "The Wars in Lombardy continue, with Venice and Naples fighting Florence and Milan."
    ],
    "1455": [
      "Richard Duke of York challenges Henry VI's sanity",
      "Edmund Beaufort killed at First Battle of St. Albans",
      "Gutenberg completes forty-two-line Bible printing",
      "Margaret of Anjou defends Lancastrian royal claims",
      "Movable type revolutionizes manuscript production",
      "Wars of the Roses begin thirty-year dynastic conflict"
    ],
    "1485": [
      "The Wars of the Roses culminate in the Battle of Bosworth Field.",
      "King Richard III of England is killed in battle, ending the Plantagenet dynasty.",
      "Henry Tudor is crowned King Henry VII, beginning the Tudor dynasty.",
      "The 'sweating sickness' epidemic breaks out in England for the first time.",
      "Matthias Corvinus of Hungary captures the city of Vienna.",
      "The first printed book on architecture, 'De Re Aedificatoria' by Leon Battista Alberti, is published."
    ],
    "1492": [
      "Muhammad XII surrenders Granada to Catholic monarchs in January",
      "German cartographer constructs first surviving terrestrial globe without Americas",
      "Ottoman navy rescues expelled Spanish Jews transporting them to Turkish shores",
      "Antonio de Nebrija publishes first Castilian Spanish grammar textbook",
      "Alhambra Decree forces 200,000 Jews to convert or leave Spain",
      "Columbus reaches Caribbean islands believing he found Asian trade route"
    ],
    "1498": [
      "Vasco da Gama rounds Cape of Good Hope successfully",
      "Calicut Zamorin receives Portuguese trade delegation",
      "Islamic merchants oppose European commercial intrusion",
      "Monsoon sailing patterns learned from Arab pilots",
      "Direct sea route to India bypasses Ottoman control",
      "Portuguese establish Asian maritime trading empire"
    ],
    "1500": [
      "Pedro Cabral accidentally discovers Brazil whilesailing to India",
      "Vicente Yáñez Pinzón becomes first European to sight Brazilian coast",
      "Pope Alexander VI declares Holy Jubilee Year drawing pilgrims to Rome",
      "Diogo Dias discovers Madagascar island naming it São Lourenço",
      "Cesare Borgia resumes military campaigns conquering Romagna territories",
      "Amazon River mouth explored by Spanish expedition from northeastern Brazil"
    ],
    "1503": [
      "Leonardo da Vinci begins Mona Lisa portrait",
      "Giuliano della Rovere becomes Pope Julius II",
      "Cesare Borgia's conquests threaten Italian balance",
      "Casa de Contratación regulates Spanish colonial trade",
      "Queen Isabella issues edict protecting New World indigenous populations",
      "High Renaissance artistic patronage reaches zenith"
    ],
    "1508": [
      "Michelangelo reluctantly accepts Sistine Chapel commission",
      "League of Cambrai unites against Venetian expansion",
      "Raphael begins Vatican Palace Room frescoes",
      "Emperor Maximilian I joins anti-Venetian alliance",
      "Pope Julius II plans military campaigns against Venice",
      "High Renaissance transforms papal artistic patronage"
    ],
    "1513": [
      "James IV dies in devastating defeat at Flodden Field",
      "Medici cardinal becomes Pope launching Renaissance papacy patronage",
      "Vasco Núñez de Balboa sights Pacific Ocean from Darién peak",
      "French cavalry flees so quickly battle earns nickname of Spurs",
      "Exiled Florentine diplomat writes treatise on effective political leadership",
      "Henry VIII lands massive army at Calais beginning French invasion"
    ],
    "1517": [
      "Johann Tetzel begins controversial indulgence trade",
      "Ottoman Sultan Selim I conquers Egypt ending Mamluk Sultanate",
      "Francisco Hernández de Córdoba discovers Yucatán Peninsula",
      "Ottoman Empire gains control of Mecca and Medina holy cities",
      "Martin Luther creates landmark 95 Theses",
      "Protestant Reformation challenges Catholic church authority"
    ],
    "1519": [
      "Habsburg Charles defeats French candidate for empire",
      "Cortés burns ships to prevent Spanish retreat",
      "Magellan receives royal charter for westward voyage",
      "Moctezuma II receives Spanish embassy in Tenochtitlan",
      "Luther challenges papal authority at Leipzig Disputation",
      "Charles V inherits largest empire since Charlemagne"
    ],
    "1521": [
      "Martin Luther declared heretic at Diet of Worms",
      "Tenochtitlan falls after eighty-day siege",
      "Frederick the Wise secretly protects Luther",
      "Smallpox pandemic devastates Aztec population",
      "Protestant Reformation gains imperial protection",
      "Magellan killed in Philippines by Lapu-Lapu"
    ],
    "1524": [
      "Giovanni da Verrazzano becomes first European to enter New York Bay",
      "German Peasants War spreads across Holy Roman Empire territories",
      "Vasco da Gama dies from malaria as Portuguese Viceroy of India",
      "Pedro de Alvarado defeats K'iche Maya forces near Quetzaltenango",
      "Francisco Pizarro begins first expedition attempting Peru conquest with eighty men",
      "Thomas Münzer promotes radical Protestant reforms among German peasants"
    ],
    "1527": [
      "Charles V's unpaid troops mutiny and sack Rome in May",
      "Niccolò Machiavelli dies ending career of influential political theorist",
      "Pope Clement VII surrenders after taking refuge in Castel Sant'Angelo",
      "German Peasants War finally ends with complete peasant defeat",
      "Ferdinand I crowned King of Hungary at Székesfehérvár Basilica",
      "Croatian nobles elect Ferdinand Habsburg as their king at Cetin"
    ],
    "1534": [
      "Thomas Cranmer annuls Henry VIII's marriage to Catherine",
      "Act of Supremacy declares king head of English church",
      "Thomas More executed for refusing royal supremacy oath",
      "Jacques Cartier plants cross claiming Canada for France",
      "Anabaptists seize Münster creating radical Protestant commune",
      "English Reformation splits from papal authority permanently"
    ],
    "1543": [
      "Portuguese shipwreck survivors land on Tanegashima island",
      "Nicolaus Copernicus publishes De revolutionibus orbium",
      "Japanese daimyo purchase European firearms technology",
      "Heliocentric model challenges geocentric Ptolemaic system",
      "Jesuit Francis Xavier prepares mission to Asia",
      "Scientific Revolution begins with astronomical mathematics"
    ],
    "1558": [
      "Elizabeth I accedes to English throne after Mary I dies",
      "Francis, Duke of Guise, captures Calais from England",
      "Mary, Queen of Scots, marries French Dauphin Francis",
      "Ferdinand I becomes Holy Roman Emperor after Charles V",
      "Livonian War begins over territory in present-day Estonia",
      "Francisco Fernandes introduces smoking tobacco to Europe"
    ],
    "1571": [
      "Don Juan of Austria commands Holy League fleet",
      "Miguel de Cervantes loses hand fighting Turks",
      "Ali Pasha's Ottoman navy suffers catastrophic defeat",
      "Venetian galleys employ superior bronze cannons",
      "Battle of Lepanto ends Ottoman Mediterranean expansion",
      "Christian slaves freed from Turkish galley ships"
    ],
    "1582": [
      "Pope Gregory XIII introduces the Gregorian calendar",
      "Ten days are skipped in October to correct the calendar",
      "The University of Edinburgh is founded in Scotland",
      "William Shakespeare marries Anne Hathaway in Stratford-upon-Avon",
      "The Raid of the Babington Plot is foiled in England",
      "The Battle of Yamazaki is fought in Japan"
    ],
    "1588": [
      "Fire ships scattered massive invasion fleet near Gravelines",
      "Mary Queen of Scots executed for treason plot in February",
      "Christopher Marlowe writes Doctor Faustus tragedy in London",
      "Weather phenomenon disperses Mediterranean naval force",
      "Protestant winds save England from Catholic invasion",
      "Spanish Armada defeat reshapes European naval power balance"
    ],
    "1598": [
      "Henry IV converts to Catholicism for French crown",
      "Duke of Mayenne surrenders last Catholic League stronghold",
      "Huguenots granted fortified cities for protection",
      "Philip II of Spain dies ending Habsburg expansion",
      "Edict of Nantes establishes French religious tolerance",
      "Treaty of Vervins ends Spanish intervention in France"
    ],
    "1600": [
      "The East India Company is granted a royal charter by Queen Elizabeth I.",
      "Giordano Bruno is burned at the stake for heresy in Rome.",
      "William Shakespeare's play *A Midsummer Night's Dream* is published.",
      "Tokugawa Ieyasu wins the Battle of Sekigahara, unifying Japan.",
      "The world's first modern opera, *Euridice*, premieres in Florence.",
      "The Huaynaputina volcano in Peru erupts violently."
    ],
    "1603": [
      "Queen Elizabeth I of England dies, ending the Tudor dynasty.",
      "King James VI of Scotland accedes to the English throne as James I.",
      "Tokugawa Ieyasu is appointed shogun, establishing the Tokugawa shogunate in Japan.",
      "French explorer Samuel de Champlain makes his first voyage to Canada.",
      "A major outbreak of the bubonic plague kills thousands in London.",
      "The first quarto edition of William Shakespeare's play Hamlet is published."
    ],
    "1605": [
      "Catholic conspirators stockpile explosive barrels beneath legislative assembly",
      "Ingenious gentleman tilts at windmills in groundbreaking satirical novel",
      "Emperor Akbar dies after unifying diverse subcontinental empire",
      "Midnight search discovers plotter guarding underground demolition materials",
      "Guy Fawkes caught beneath Parliament while Cervantes publishes Don Quixote",
      "Gunpowder Plot foiled November 5th as Mughal Emperor Akbar dies October 27th"
    ],
    "1607": [
      "John Smith leads Virginia Company expedition",
      "Pocahontas saves Smith from Powhatan execution",
      "Jamestown settlers face starvation and disease",
      "Roanoke Lost Colony mystery remains unsolved",
      "English establish permanent Chesapeake settlement",
      "Tobacco cultivation begins colonial cash crop economy"
    ],
    "1609": [
      "Galileo Galilei observes the Moon through his telescope.",
      "Johannes Kepler publishes his first two laws of planetary motion.",
      "Henry Hudson explores the river that now bears his name.",
      "The expulsion of the Moriscos from Spain begins.",
      "The Twelve Years' Truce is signed between Spain and the Dutch Republic.",
      "The first volume of the Douay-Rheims Bible is published."
    ],
    "1611": [
      "The King James Version of the Bible is published in London.",
      "William Shakespeare's tragedy *Macbeth* is first performed at the Globe Theatre.",
      "The University of Santo Tomas is founded in Manila, the oldest in Asia.",
      "The second part of Miguel de Cervantes' novel *Don Quixote* is published.",
      "The English explorer Henry Hudson is set adrift by his mutinous crew.",
      "The Dutch East India Company establishes a trading post in Japan."
    ],
    "1618": [
      "Bohemian nobles throw imperial governors from window",
      "Frederick V accepts crown sparking European war",
      "Catholic League mobilizes against Protestant states",
      "Walter Raleigh executed ending Elizabethan era",
      "Thirty Years War begins with Bohemian revolt",
      "Johannes Kepler publishes laws of planetary motion"
    ],
    "1620": [
      "Mayflower Compact signed creating colonial government",
      "Massasoit makes peace treaty with Plymouth settlers",
      "Pilgrim Separatists flee Anglican persecution",
      "Battle of White Mountain crushes Bohemian independence",
      "Squanto teaches colonists corn cultivation techniques",
      "Winter kills half of Plymouth settlement population"
    ],
    "1633": [
      "Roman Inquisition forces Galileo to recant heliocentric theory",
      "Calvert expedition departs England seeking Catholic religious refuge",
      "Wallenstein conducts secret peace negotiations with enemy powers",
      "Murad IV campaigns against rebellious Georgian kingdoms",
      "Cibali fire destroys one-fifth of Constantinople",
      "Massachusetts colonists establish Ipswich near Merrimack River"
    ],
    "1642": [
      "Charles I attempts to arrest five members of Parliament",
      "Oliver Cromwell organizes Ironside cavalry regiment",
      "Battle of Edgehill ends in tactical stalemate",
      "Royal standard raised at Nottingham declaring war",
      "English Civil War divides nation between King and Parliament",
      "Puritan revolution challenges divine right of kings"
    ],
    "1644": [
      "The last Ming emperor, Chongzhen, commits suicide as rebels enter Beijing.",
      "The Manchus conquer Beijing and establish the Qing dynasty in China.",
      "Parliamentarian forces win a decisive victory at the Battle of Marston Moor.",
      "John Milton publishes his influential pamphlet *Areopagitica*.",
      "Pope Urban VIII dies, ending a papacy of over two decades.",
      "The French settlement of Ville-Marie is officially renamed Montreal."
    ],
    "1648": [
      "The Peace of Westphalia ends the Thirty Years' War in Europe.",
      "The Dutch Republic gains independence from Spain.",
      "Pride's Purge removes members from the English Parliament.",
      "The construction of the Red Fort in Delhi is completed.",
      "The Religious Society of Friends, or Quakers, is founded by George Fox.",
      "The Fronde, a series of civil wars, begins in France."
    ],
    "1649": [
      "Oliver Cromwell launches brutal campaign against Irish Catholics",
      "Louis XIV flees Paris during noble uprising",
      "Manchu forces reconquer central Chinese provinces from Ming loyalists",
      "Charles I refuses to recognize court's legal authority",
      "Charles I beheaded outside Whitehall Banqueting House for treason",
      "Oliver Cromwell declares England Commonwealth after regicide execution"
    ],
    "1665": [
      "Microscopic organisms observed swimming in rainwater for scientific documentation",
      "Great urban catastrophe drives young mathematician to countryside isolation",
      "Mathematical genius develops calculus during enforced academic holiday",
      "Bubonic plague kills quarter of England's capital population in eighteen months",
      "Isaac Newton's annus mirabilis begins at Woolsthorpe Manor estate",
      "Great Plague of London forces Cambridge University closure, inspiring Newton's discoveries"
    ],
    "1666": [
      "Great Fire burns four-fifths of London within walls",
      "Newton observes apple falling inspiring gravity theory",
      "Christopher Wren plans fifty-one church rebuildings",
      "Samuel Pepys documents fire in famous diary",
      "Plague year kills 100,000 Londoners before fire",
      "Scientific Revolution advances through mathematical physics"
    ],
    "1682": [
      "William Penn receives royal charter for Pennsylvania",
      "Peter the Great becomes sole ruler after Ivan's death",
      "Quaker Holy Experiment promotes religious tolerance",
      "Edmund Halley observes comet predicting return",
      "Pennsylvania attracts German and Dutch immigrants",
      "Moscow Streltsy rebellion challenges Tsarist authority"
    ],
    "1683": [
      "Massive military force besieges strategic city controlling river trade routes",
      "Winged cavalry charges downhill to save besieged European capital",
      "Grand Vizier's failed campaign ends with silk cord execution",
      "Coffee houses proliferate after enemy's hasty retreat leaves supplies",
      "Polish King Jan Sobieski defeats Ottoman army at Vienna gates",
      "Battle of Vienna on September 12th halts Turkish expansion into Europe"
    ],
    "1685": [
      "King Louis XIV of France revokes the Edict of Nantes",
      "The Monmouth Rebellion is crushed at the Battle of Sedgemoor",
      "Johann Sebastian Bach and George Frideric Handel are born",
      "The Code Noir is introduced in the French colonial empire",
      "James II succeeds his brother Charles II as King of England",
      "The Alice Lisle trial is held as part of the Bloody Assizes"
    ],
    "1687": [
      "Cambridge professor publishes mathematical description of celestial mechanics",
      "Universal gravitation theory explains both falling apples and planetary orbits",
      "Three laws of motion establish foundation for classical physics",
      "Latin treatise revolutionizes understanding of forces and motion",
      "Isaac Newton's Principia Mathematica creates modern mathematical physics",
      "Mathematical Principles of Natural Philosophy transforms scientific methodology permanently"
    ],
    "1688": [
      "Seven bishops petition against James II's Declaration",
      "William of Orange lands at Torbay with Dutch army",
      "James II flees to France abandoning throne",
      "Mary Stuart accepts joint crown with husband William",
      "Glorious Revolution establishes parliamentary supremacy",
      "Bill of Rights limits royal prerogatives permanently"
    ],
    "1692": [
      "Salem Witch Trials begin in Massachusetts Bay Colony",
      "Bridget Bishop is the first person hanged for witchcraft",
      "Earthquake and tsunami destroy Port Royal, Jamaica",
      "Massacre of Glencoe occurs in the Scottish Highlands",
      "Anglo-Dutch fleet defeats the French at the Battle of La Hogue",
      "The Kangxi Emperor issues an Edict of Tolerance towards Christians"
    ],
    "1704": [
      "The Duke of Marlborough defeats the French at the Battle of Blenheim",
      "An Anglo-Dutch force captures Gibraltar from Spain",
      "Tsar Peter the Great's forces capture Narva from Sweden",
      "French and Native American forces raid Deerfield, Massachusetts",
      "Isaac Newton publishes his book Opticks",
      "Jonathan Swift publishes his satire A Tale of a Tub"
    ],
    "1707": [
      "Scottish Parliament votes for union with England",
      "Darien Scheme bankruptcy forces Scottish accommodation",
      "Anne becomes first Queen of Great Britain",
      "Jacobite threat influences union negotiations",
      "Act of Union creates unified British Parliament",
      "Presbyterian Kirk protected in union settlement"
    ],
    "1721": [
      "Senate proclaims Peter the Great Emperor of All Russias",
      "Treaty of Nystad ends twenty-one year Northern War",
      "Sweden cedes Baltic provinces to Russia",
      "Charles XII dies ending Swedish imperial ambitions",
      "Russian Empire gains access to European trade routes",
      "St. Petersburg becomes window to Europe"
    ],
    "1740": [
      "Frederick II invades Silesia without declaration",
      "Maria Theresa inherits Habsburg lands at age twenty-three",
      "Pragmatic Sanction challenged by European powers",
      "French support Bavarian claim to imperial crown",
      "War of Austrian Succession disrupts European balance",
      "Prussian army proves superior through disciplined training"
    ],
    "1751": [
      "Denis Diderot and d'Alembert begin Encyclopedia project",
      "Madame de Pompadour protects philosophes from censorship",
      "Robert Clive wins Battle of Plassey in India",
      "Voltaire publishes Age of Louis XIV",
      "Encyclopedia compiles rational knowledge systematically",
      "Benjamin Franklin experiments with electricity and lightning"
    ],
    "1756": [
      "Diplomatic Revolution realigns European alliances",
      "Frederick the Great launches preemptive strike on Saxony",
      "French and Indian War begins in North America",
      "Black Hole of Calcutta incident sparks British outrage",
      "Seven Years War becomes first global conflict",
      "Treaty of Westminster establishes Anglo-Prussian alliance securing Hanover neutrality"
    ],
    "1769": [
      "James Watt patents separate condenser steam engine",
      "Captain Cook observes Venus transit from Tahiti",
      "Dartmouth College chartered in New Hampshire",
      "Richard Arkwright patents mechanical spinning frame revolutionizing textile production",
      "Industrial Revolution gains momentum with steam power",
      "Spanish missions established in California"
    ],
    "1770": [
      "British soldiers fire on a crowd in Boston, killing five colonists.",
      "Captain James Cook charts the eastern coast of Australia for Britain.",
      "The marriage of Louis XVI and Marie Antoinette allies France and Austria.",
      "The composer Ludwig van Beethoven is born in Bonn, Germany.",
      "The British Parliament repeals most of the unpopular Townshend Acts.",
      "The Spanish expedition of Gaspar de Portolá establishes the Presidio of Monterey.",
      "James Hargreaves receives a patent for his spinning jenny textile machine."
    ],
    "1773": [
      "Sons of Liberty disguise as Mohawk warriors",
      "East India Company tea dumped into Boston Harbor",
      "Samuel Adams organizes colonial resistance movement",
      "Tea Act grants monopoly triggering merchant opposition",
      "Boston Tea Party escalates imperial crisis",
      "Pope Clement XIV suppresses Jesuit order worldwide"
    ],
    "1774": [
      "The First Continental Congress meets in Philadelphia to discuss colonial grievances.",
      "The British Parliament passes the Coercive Acts to punish Massachusetts.",
      "The element oxygen is independently discovered by Joseph Priestley and Carl Wilhelm Scheele.",
      "Goethe's novel *The Sorrows of Young Werther* is published, sparking a sensation.",
      "King Louis XV of France dies, and his grandson Louis XVI ascends the throne.",
      "The Quebec Act is passed, expanding the territory of the province of Quebec."
    ],
    "1775": [
      "The Battles of Lexington and Concord mark the start of the American Revolution.",
      "The Second Continental Congress appoints George Washington as commander-in-chief.",
      "The Battle of Bunker Hill results in a costly British victory.",
      "Patrick Henry delivers his famous 'Give me liberty, or give me death!' speech.",
      "The Olive Branch Petition is sent to King George III as a final plea for peace.",
      "The Continental Navy is established by the Continental Congress."
    ],
    "1776": [
      "Secret society founded in Bavarian forest during torchlight ceremony",
      "Scottish economist publishes foundational work on free market capitalism",
      "Captain James Cook begins third Pacific voyage seeking Northwest Passage",
      "Thomas Paine's pamphlet Common Sense inspires colonial independence movement",
      "Adam Weishaupt establishes Illuminati and Adam Smith publishes Wealth of Nations",
      "Declaration of Independence creates first modern democratic republic in Philadelphia"
    ],
    "1783": [
      "The Treaty of Paris officially ends the American Revolutionary War",
      "Catherine the Great annexes the Crimean Khanate for Russia",
      "The Laki volcanic fissure erupts in Iceland, causing widespread famine",
      "A series of earthquakes devastates Calabria in Southern Italy",
      "The Montgolfier brothers launch the first manned hot-air balloon flight",
      "The United States is recognized as an independent nation"
    ],
    "1787": [
      "The Constitutional Convention in Philadelphia drafts the U.S. Constitution.",
      "The British establish a settlement for freed slaves in Sierra Leone.",
      "Shays' Rebellion, an uprising of farmers in Massachusetts, is defeated.",
      "Wolfgang Amadeus Mozart's opera *Don Giovanni* premieres in Prague.",
      "Inventor John Fitch demonstrates his first successful steamboat.",
      "The Northwest Ordinance is passed, organizing the Northwest Territory."
    ],
    "1788": [
      "The First Fleet arrives in Botany Bay, Australia",
      "The U.S. Constitution is ratified by the ninth state, New Hampshire",
      "The city of Marietta, Ohio is founded",
      "A great fire destroys much of New Orleans",
      "The African Association is founded in London",
      "The Day of the Tiles occurs in Grenoble, France"
    ],
    "1789": [
      "The French Revolution begins with the storming of the Bastille in Paris.",
      "George Washington is inaugurated as the first President of the United States.",
      "The U.S. Congress proposes the Bill of Rights to the Constitution.",
      "The Declaration of the Rights of Man and of the Citizen is adopted in France.",
      "Fletcher Christian leads a mutiny on the HMS Bounty.",
      "Astronomer William Herschel discovers Enceladus, a moon of Saturn."
    ],
    "1793": [
      "King Louis XVI of France is executed by guillotine in Paris.",
      "The Reign of Terror begins in France under the Committee of Public Safety.",
      "The Louvre Museum opens to the public in Paris.",
      "Eli Whitney invents the cotton gin, revolutionizing the cotton industry.",
      "The U.S. Congress passes the first Fugitive Slave Act.",
      "The first official United States coins are issued by the U.S. Mint."
    ],
    "1799": [
      "Napoleon Bonaparte overthrows the French Directory in a coup.",
      "The Rosetta Stone is discovered in Egypt by French soldiers.",
      "George Washington dies at his Mount Vernon home.",
      "The War of the Second Coalition continues in Europe.",
      "The Coup of 18 Brumaire brings Napoleon to power.",
      "The Austro-Russian army campaigns against the French in Italy."
    ],
    "1804": [
      "Napoleon seizes crown from Pope Pius VII",
      "Lewis and Clark expedition departs St. Louis",
      "Haiti becomes first black republic under Dessalines",
      "Code Napoléon establishes civil law system",
      "French Empire proclaimed with continental ambitions",
      "Sacagawea guides expedition through Rocky Mountains"
    ],
    "1805": [
      "The Battle of Trafalgar establishes British naval supremacy.",
      "Napoleon Bonaparte is crowned King of Italy.",
      "The Lewis and Clark Expedition reaches the Pacific Ocean.",
      "The First Barbary War ends with the Battle of Derne.",
      "Muhammad Ali Pasha founds his dynasty in Egypt.",
      "Ludwig van Beethoven's \"Eroica\" symphony premieres in Vienna."
    ],
    "1812": [
      "Devastating earthquake destroys Caracas interpreted as divine punishment",
      "American merchant vessels seized by British naval forces enforcing blockade",
      "Battle of Borodino becomes bloodiest single day of Napoleonic Wars",
      "Grande Armée enters Moscow finding abandoned city set ablaze",
      "Caracas earthquake kills thousands undermining Bolivar's independence movement",
      "Napoleon retreats from Russia losing half million soldiers to winter"
    ],
    "1814": [
      "Napoleon Bonaparte abdicates as Emperor of France and is exiled to the island of Elba.",
      "British troops capture Washington D.C. and burn the White House and the Capitol.",
      "Francis Scott Key writes the poem 'The Star-Spangled Banner' during the Battle of Baltimore.",
      "The Treaty of Ghent is signed, officially ending the War of 1812.",
      "The Congress of Vienna begins, redrawing the map of Europe after the Napoleonic Wars.",
      "The first public performance of Franz Schubert's 'Gretchen am Spinnrade' takes place in Vienna."
    ],
    "1815": [
      "Wellington and Blücher defeat Napoleon at Waterloo",
      "Metternich designs conservative European balance",
      "Napoleon exiled to remote Atlantic island St. Helena",
      "Holy Alliance promotes Christian conservative values",
      "Congress of Vienna redraws European boundaries",
      "Battle of New Orleans fought after peace treaty"
    ],
    "1821": [
      "Alexander Ypsilantis begins Greek independence revolt",
      "Agustín de Iturbide proclaims Mexican independence",
      "Simón Bolívar wins Battle of Carabobo",
      "Napoleon dies in exile on St. Helena island",
      "Greece declares independence from Ottoman Empire",
      "Missouri Compromise admits Maine and Missouri as states"
    ],
    "1825": [
      "Stockton and Darlington Railway opens passenger service",
      "Decembrist officers revolt against Nicholas I",
      "Erie Canal connects Great Lakes to Atlantic",
      "George Stephenson's Locomotion pulls first train",
      "John Quincy Adams wins presidency in House decision",
      "Russian autocracy crushes liberal military uprising"
    ],
    "1830": [
      "The July Revolution in Paris forces the abdication of King Charles X.",
      "The Indian Removal Act is signed into law by President Andrew Jackson.",
      "The Belgian Revolution leads to independence from the Netherlands.",
      "Joseph Smith publishes the Book of Mormon in Palmyra, New York.",
      "The Liverpool and Manchester Railway, the first modern railroad, opens.",
      "France invades Algeria, beginning its colonization of North Africa.",
      "Hector Berlioz's *Symphonie fantastique* premieres in Paris."
    ],
    "1831": [
      "Nat Turner leads a violent slave rebellion in Southampton County, Virginia.",
      "HMS *Beagle* departs on its second voyage with naturalist Charles Darwin.",
      "King Louis-Philippe of France establishes the French Foreign Legion.",
      "The first steam locomotive in the U.S. pulls a train on the Baltimore and Ohio Railroad.",
      "Vincenzo Bellini's opera *Norma* premieres at La Scala in Milan.",
      "Explorer James Clark Ross becomes the first European to reach the magnetic North Pole."
    ],
    "1833": [
      "Slavery Abolition Act frees 800,000 colonial slaves",
      "William Wilberforce dies three days after act passes",
      "Twenty million pounds compensates slaveholders",
      "Factory Act limits child labor in textile mills",
      "British Empire leads global antislavery movement",
      "Oxford Movement revives High Church Anglicanism"
    ],
    "1837": [
      "Victoria ascends throne at age eighteen",
      "Samuel Morse patents electromagnetic telegraph",
      "Financial panic spreads from New York across America",
      "Papineau Rebellion challenges British rule in Canada",
      "Victorian era begins sixty-three year reign",
      "Electric communication revolutionizes information speed"
    ],
    "1844": [
      "Baltimore to Washington message travels instantly over copper wires",
      "Samuel Morse demonstrates electromagnetic communication system",
      "What hath God wrought transmitted as first official telegram",
      "Religious revival spreads across Protestant denominations in America",
      "Telegraph network begins connecting distant cities electronically",
      "Great Awakening coincides with communications revolution transforming information speed"
    ],
    "1845": [
      "Potato blight fungus destroys Irish crop",
      "Sir Robert Peel repeals Corn Laws",
      "Texas annexed as twenty-eighth American state",
      "Franklin expedition disappears in Arctic ice",
      "Great Famine begins million Irish deaths",
      "Manifest Destiny ideology drives westward expansion"
    ],
    "1846": [
      "The United States declares war on Mexico, beginning the Mexican-American War.",
      "The ill-fated Donner Party becomes snowbound in the Sierra Nevada.",
      "The planet Neptune is discovered by astronomers in Germany and England.",
      "Elias Howe is granted a U.S. patent for his sewing machine.",
      "The Smithsonian Institution is established in Washington, D.C.",
      "The British Parliament repeals the Corn Laws, a major victory for free trade."
    ],
    "1847": [
      "The Republic of Liberia declares its independence in West Africa.",
      "Brigham Young and Mormon pioneers arrive in the Salt Lake Valley, founding Salt Lake City.",
      "U.S. forces under General Winfield Scott capture Mexico City during the Mexican-American War.",
      "Emily Brontë's novel 'Wuthering Heights' is published.",
      "The American Medical Association (AMA) is founded in Philadelphia.",
      "The first official United States postage stamps are issued."
    ],
    "1848": [
      "Treaty of Guadalupe Hidalgo transfers Mexican territory to United States",
      "Frankfurt Parliament establishes first German democracy",
      "Marx and Engels publish Communist Manifesto in London",
      "Gold discovered at Sutter's Mill sparking California Gold Rush",
      "February Revolution establishes French Second Republic",
      "Year of Revolutions transforms European world order"
    ],
    "1851": [
      "The Great Exhibition is held in the Crystal Palace in London.",
      "Herman Melville's novel *Moby-Dick* is published in New York.",
      "Isaac Singer patents his design for a practical sewing machine.",
      "The Taiping Rebellion, led by Hong Xiuquan, begins in southern China.",
      "Louis-Napoléon Bonaparte stages a coup d'état in France.",
      "The yacht *America* wins the first America's Cup sailing race."
    ],
    "1853": [
      "The Crimean War begins between the Russian Empire and the Ottoman Empire.",
      "The United States acquires a large area of land from Mexico in the Gadsden Purchase.",
      "The first passenger railway in India begins service between Bombay and Thana.",
      "Taiping rebels capture the city of Nanjing and make it their capital.",
      "The Exhibition of the Industry of All Nations, the first U.S. World's Fair, is held.",
      "Chef George Crum creates the first potato chips at a resort in Saratoga Springs."
    ],
    "1859": [
      "Charles Darwin publishes Origin of Species",
      "Edwin Drake drills first commercial oil well",
      "John Brown raids Harpers Ferry federal armory",
      "Suez Canal construction begins under de Lesseps",
      "Natural selection theory challenges religious creation",
      "Petroleum age begins with Pennsylvania drilling"
    ],
    "1861": [
      "The American Civil War begins with the Confederate attack on Fort Sumter.",
      "Tsar Alexander II of Russia issues the Emancipation Edict, freeing the serfs.",
      "The Kingdom of Italy is proclaimed with Victor Emmanuel II as its first king.",
      "The First Battle of Bull Run, the first major battle of the Civil War, is a Confederate victory.",
      "Jefferson Davis is elected the first and only President of the Confederate States of America.",
      "The first transcontinental telegraph line is completed in the United States."
    ],
    "1865": [
      "The American Civil War ends with the surrender of Robert E. Lee.",
      "President Abraham Lincoln is assassinated at Ford's Theatre.",
      "The Thirteenth Amendment to the U.S. Constitution abolishes slavery.",
      "Lewis Carroll publishes *Alice's Adventures in Wonderland*.",
      "The Salvation Army is founded in London.",
      "The Ku Klux Klan is formed in Pulaski, Tennessee."
    ],
    "1867": [
      "The United States purchases the territory of Alaska from the Russian Empire.",
      "The Dominion of Canada is formed through the British North America Act.",
      "The Second Reform Act in the United Kingdom expands the voting franchise.",
      "Emperor Maximilian I of Mexico is executed by republican forces.",
      "The first volume of Karl Marx's influential book *Das Kapital* is published.",
      "The discovery of the Eureka Diamond sparks the South African diamond rush."
    ],
    "1869": [
      "Ferdinand de Lesseps opens Suez Canal",
      "Golden Spike completes transcontinental railroad",
      "Wyoming Territory grants women voting rights",
      "Ulysses S. Grant inaugurated as president",
      "Suez Canal reduces Asia-Europe voyage time",
      "Central Pacific and Union Pacific railroads meet"
    ],
    "1871": [
      "Wilhelm I proclaimed German Kaiser at Versailles",
      "Paris Commune seizes control of French capital",
      "Otto von Bismarck achieves German unification",
      "Great Chicago Fire destroys downtown area",
      "Franco-Prussian War ends with Prussian victory",
      "Henry Stanley finds David Livingstone in Africa"
    ],
    "1876": [
      "Alexander Graham Bell patents telephone invention",
      "Custer's Seventh Cavalry annihilated by Lakota",
      "Centennial Exhibition celebrates American industrial progress",
      "Bulgarian Massacre sparks European diplomatic intervention",
      "Colorado admitted as thirty-eighth state",
      "Porfirio Díaz begins Mexican dictatorship"
    ],
    "1877": [
      "The Great Railroad Strike is the first major national strike in the U.S.",
      "The Compromise of 1877 ends the Reconstruction era in the American South.",
      "The first Wimbledon tennis championship is held in London.",
      "Thomas Edison invents the phonograph, a device for recording sound.",
      "The Lakota leader Crazy Horse surrenders to U.S. troops in Nebraska.",
      "Russia declares war on the Ottoman Empire, beginning the Russo-Turkish War."
    ],
    "1882": [
      "Germany, Austria-Hungary, and Italy form the Triple Alliance.",
      "British forces occupy Egypt, beginning a long period of British influence.",
      "The United States passes the Chinese Exclusion Act, banning Chinese immigration.",
      "The world's first hydroelectric power plant begins operation in Wisconsin.",
      "The naturalist Charles Darwin, author of *On the Origin of Species*, dies.",
      "The Gotthard Tunnel, the world's longest railway tunnel, opens in Switzerland."
    ],
    "1883": [
      "The volcano Krakatoa erupts in one of the most violent eruptions in recorded history.",
      "The Brooklyn Bridge opens to traffic after 13 years of construction.",
      "The Orient Express makes its first official journey from Paris to Istanbul.",
      "Robert Louis Stevenson's novel 'Treasure Island' is published in book form.",
      "The first electric lighting system using overhead wires is installed in Roselle, New Jersey.",
      "The Metropolitan Opera House opens in New York City."
    ],
    "1884": [
      "The International Meridian Conference establishes the Greenwich Meridian as the prime meridian.",
      "Mark Twain's novel *Adventures of Huckleberry Finn* is first published.",
      "The first volume of the Oxford English Dictionary is published.",
      "The Berlin Conference begins, regulating European colonization in Africa.",
      "The Statue of Liberty is completed in Paris before its shipment to New York.",
      "Grover Cleveland is elected as the 22nd President of the United States."
    ],
    "1885": [
      "The Berlin Conference ends, formalizing the Scramble for Africa.",
      "King Leopold II establishes the Congo Free State.",
      "Grover Cleveland begins his first term as U.S. President.",
      "Louis Pasteur successfully tests the first rabies vaccine.",
      "The Statue of Liberty arrives in New York Harbor.",
      "Mark Twain's *The Adventures of Huckleberry Finn* is published.",
      "Karl Benz receives the first patent for a gasoline-powered automobile."
    ],
    "1886": [
      "The Statue of Liberty is dedicated in New York Harbor.",
      "A bomb explodes at a labor rally in Haymarket Square.",
      "Coca-Cola is invented by pharmacist John Stith Pemberton.",
      "Apache leader Geronimo surrenders to U.S. General Nelson Miles.",
      "President Grover Cleveland marries Frances Folsom in the White House.",
      "A major earthquake strikes Charleston, South Carolina.",
      "Karl Benz and Gottlieb Daimler patent the first automobiles."
    ],
    "1887": [
      "Construction of the Eiffel Tower begins in Paris, France.",
      "Queen Victoria celebrates her Golden Jubilee, marking 50 years on the British throne.",
      "The United States passes the Dawes Act, authorizing the division of Native American tribal land.",
      "Arthur Conan Doyle's 'A Study in Scarlet,' the first Sherlock Holmes story, is published.",
      "Anne Sullivan begins teaching Helen Keller, a deaf and blind girl.",
      "The first official Groundhog Day is celebrated in Punxsutawney, Pennsylvania."
    ],
    "1888": [
      "The serial killer known as Jack the Ripper begins a series of murders in London.",
      "The National Geographic Society is founded in Washington, D.C.",
      "Brazil enacts the Golden Law, abolishing slavery in the country.",
      "George Eastman patents the Kodak box camera, making photography more accessible.",
      "The Washington Monument opens to the public for the first time.",
      "The English Football League, the world's first domestic league, is established."
    ],
    "1889": [
      "The Eiffel Tower is inaugurated in Paris for the Exposition Universelle.",
      "The South Fork Dam collapses, causing the deadly Johnstown Flood.",
      "The Oklahoma Land Rush opens two million acres to eager settlers.",
      "Nintendo is founded in Kyoto, Japan, as a playing card company.",
      "Brazil's monarchy is overthrown, and a republic is declared.",
      "Vincent van Gogh paints *The Starry Night* in Saint-Rémy-de-Provence."
    ],
    "1893": [
      "The World's Columbian Exposition, a world's fair, is held in Chicago.",
      "New Zealand becomes the first country to grant all women the right to vote.",
      "The Panic of 1893 triggers a severe economic depression in the United States.",
      "The Montreal Hockey Club wins the first Stanley Cup championship.",
      "Grover Cleveland is inaugurated for his second non-consecutive U.S. presidential term.",
      "The Duryea brothers test the first successful gasoline-powered car in America."
    ],
    "1895": [
      "Wilhelm Röntgen discovers a new type of radiation, which he calls X-rays.",
      "The Lumière brothers hold the first public screening of a motion picture in Paris.",
      "The Treaty of Shimonoseki ends the First Sino-Japanese War.",
      "The Irish writer Oscar Wilde is convicted of 'gross indecency'.",
      "The first U.S. Open golf tournament is held in Newport, Rhode Island.",
      "Cecil Rhodes establishes the British South Africa Company."
    ],
    "1896": [
      "The U.S. Supreme Court rules \"separate but equal\" in Plessy v. Ferguson.",
      "William McKinley is elected President of the United States.",
      "Utah is admitted as the 45th U.S. state.",
      "Wilhelm Röntgen's discovery of X-rays is widely reported.",
      "Henri Becquerel discovers radioactivity.",
      "The first modern Olympic Games are held in Athens, Greece.",
      "Gold is discovered near the Klondike River, sparking a gold rush."
    ],
    "1898": [
      "The USS Maine explodes in Havana Harbor, sparking conflict.",
      "The Spanish-American War begins, leading to U.S. expansion.",
      "The Philippines declare independence from Spain.",
      "The United States annexes the Hawaiian Islands.",
      "Marie and Pierre Curie isolate radium and polonium.",
      "Pharmacist Caleb Bradham names his soft drink Pepsi-Cola.",
      "The bubonic plague begins in China and India."
    ],
    "1899": [
      "Cuba gains liberation from Spain, leading to U.S. occupation.",
      "The Philippine-American War begins in Manila.",
      "The U.S. Senate ratifies the peace treaty ending the Spanish-American War.",
      "Mount Rainier National Park is established.",
      "The Boer War begins in South Africa between the British Empire and the Boers.",
      "The German company Bayer patents aspirin."
    ],
    "1900": [
      "The Galveston hurricane devastates Texas, killing thousands.",
      "The Boxer Rebellion continues in China.",
      "Max Planck formulates quantum theory.",
      "Sigmund Freud publishes *The Interpretation of Dreams*.",
      "Kodak introduces the Brownie camera, democratizing photography.",
      "L. Frank Baum publishes *The Wonderful Wizard of Oz*.",
      "The second Olympic Games are held in Paris, with women competing."
    ],
    "1902": [
      "The Second Boer War ends with the signing of the Treaty of Vereeniging.",
      "The eruption of Mount Pelée on Martinique destroys the city of Saint-Pierre.",
      "Cuba gains formal independence from the United States, with Tomás Estrada Palma as its first president.",
      "King Edward VII and Queen Alexandra are crowned at Westminster Abbey.",
      "The football club Real Madrid is officially founded in the Spanish capital.",
      "Beatrix Potter's children's book, *The Tale of Peter Rabbit*, is published.",
      "The Aswan Low Dam, the first dam across the Nile River, is completed in Egypt."
    ],
    "1903": [
      "Orville and Wilbur Wright achieve the first successful powered flight.",
      "The United States signs a treaty with Colombia to build the Panama Canal.",
      "Henry Ford organizes the Ford Motor Company.",
      "The first modern World Series in professional baseball takes place.",
      "Marie and Pierre Curie are awarded the Nobel Prize in Physics.",
      "The 12-minute documentary film \"The Great Train Robbery\" is released.",
      "The Iroquois Theatre fire in Chicago kills over 600 people."
    ],
    "1904": [
      "The Russo-Japanese War begins with a surprise Japanese attack on Port Arthur.",
      "The Entente Cordiale is signed between the United Kingdom and France.",
      "The first underground line of the New York City Subway opens to the public.",
      "The Louisiana Purchase Exposition, also known as the St. Louis World's Fair, is held.",
      "The Great Baltimore Fire destroys over 1,500 buildings in the city.",
      "Giacomo Puccini's opera 'Madama Butterfly' premieres at La Scala in Milan."
    ],
    "1905": [
      "Bloody Sunday massacre triggers the Russian Revolution.",
      "The Russo-Japanese War officially concludes with the Treaty of Portsmouth.",
      "Albert Einstein publishes his theory of special relativity.",
      "The city of Las Vegas, Nevada, is officially founded.",
      "Kaiser Wilhelm II visits Tangiers, sparking the First Moroccan Crisis.",
      "The Canadian provinces of Alberta and Saskatchewan are created.",
      "Rotary International is founded in Chicago."
    ],
    "1908": [
      "The Ford Model T, the first affordable automobile, is introduced to the market.",
      "A massive explosion, known as the Tunguska event, occurs in a remote part of Siberia.",
      "The Summer Olympics are held in London, where athletes march behind national flags for the first time.",
      "The Young Turk Revolution begins a period of constitutional reform in the Ottoman Empire.",
      "The first New Year's Eve ball drop is held in New York City's Times Square.",
      "L.M. Montgomery's classic novel 'Anne of Green Gables' is published."
    ],
    "1911": [
      "The Triangle Shirtwaist Factory fire kills 146 workers in New York City.",
      "The Mexican Revolution continues, with Porfirio Diaz overthrown.",
      "International Women's Day is celebrated for the first time in several European countries.",
      "The Second Moroccan Crisis is sparked by French occupation of Fez.",
      "Ernest Rutherford deduces the existence of the atomic nucleus.",
      "Roald Amundsen becomes the first person to reach the South Pole.",
      "The first Indianapolis 500-mile auto race is held."
    ],
    "1912": [
      "The passenger liner RMS *Titanic* sinks on its maiden voyage.",
      "The Republic of China is established, ending the Qing dynasty.",
      "Woodrow Wilson is elected as the 28th President of the United States.",
      "The First Balkan War begins between the Balkan League and the Ottoman Empire.",
      "The South African Native National Congress, later the ANC, is founded.",
      "The Piltdown Man, a fossil hoax, is presented to the Geological Society of London."
    ],
    "1913": [
      "The Ford Motor Company introduces the first moving assembly line for cars.",
      "The 16th Amendment to the U.S. Constitution establishes a federal income tax.",
      "The Armory Show in New York City introduces modern art to the American public.",
      "The premiere of Igor Stravinsky's ballet *The Rite of Spring* causes a riot in Paris.",
      "Suffragette Emily Davison is killed by the King's horse at the Epsom Derby.",
      "The first modern crossword puzzle is published in the *New York World*."
    ],
    "1914": [
      "The assassination of Archduke Franz Ferdinand in Sarajevo triggers World War I.",
      "Germany invades Belgium, beginning the Western Front of World War I.",
      "The German army wins a decisive victory over the Russians at the Battle of Tannenberg.",
      "The Panama Canal is officially opened to traffic, connecting the Atlantic and Pacific.",
      "British and German soldiers on the Western Front unofficially declare a Christmas Truce.",
      "The first electric traffic light is installed in Cleveland, Ohio.",
      "Charlie Chaplin's character 'The Tramp' makes his first appearance in a film."
    ],
    "1915": [
      "The Gallipoli Campaign begins with an Allied amphibious invasion of the Ottoman Empire.",
      "Germany launches the first large-scale poison gas attack at the Second Battle of Ypres.",
      "A German U-boat sinks the British passenger liner RMS Lusitania, killing over 1,100 people.",
      "The Ottoman government begins the systematic deportation of its Armenian population.",
      "Italy joins the Allied Powers by declaring war on Austria-Hungary.",
      "The Panama-Pacific International Exposition opens in San Francisco."
    ],
    "1916": [
      "The Battle of the Somme, one of the bloodiest battles in history, begins in France.",
      "The Battle of Verdun, the longest battle of World War I, is fought between France and Germany.",
      "The Easter Rising, an armed insurrection for Irish independence, takes place in Dublin.",
      "The first successful use of tanks in warfare occurs at the Battle of Flers-Courcelette.",
      "Jeannette Rankin of Montana becomes the first woman elected to the U.S. Congress.",
      "The first Piggly Wiggly, the first self-service grocery store, opens in Memphis, Tennessee."
    ],
    "1917": [
      "The United States enters World War I.",
      "The February Revolution overthrows Tsar Nicholas II in Russia.",
      "The Bolsheviks, led by Vladimir Lenin, seize power in Russia.",
      "Germany resumes unrestricted U-boat warfare.",
      "The British intercept and decode the Zimmermann Telegram.",
      "The British capture Jerusalem from the Ottoman Turks.",
      "The Balfour Declaration supports a Jewish homeland in Palestine."
    ],
    "1918": [
      "The Armistice of 11 November ends the fighting in World War I.",
      "The Spanish Flu pandemic kills an estimated 50 million people worldwide.",
      "The Treaty of Brest-Litovsk is signed, ending Russia's involvement in World War I.",
      "Tsar Nicholas II and his family are executed by the Bolsheviks in Yekaterinburg.",
      "The 'Lost Battalion' of the U.S. 77th Infantry Division is rescued in the Argonne Forest.",
      "The silent film *Tarzan of the Apes*, starring Elmo Lincoln, is released.",
      "Women in the United Kingdom are granted the right to vote for the first time."
    ],
    "1919": [
      "The Treaty of Versailles is signed, officially ending World War I.",
      "The League of Nations is founded in Paris.",
      "The 18th Amendment, prohibiting alcohol, is ratified in the United States.",
      "The U.S. Congress approves the Nineteenth Amendment, granting women the right to vote.",
      "The Great Molasses Flood occurs in Boston, Massachusetts.",
      "Race riots erupt in numerous U.S. cities.",
      "Grand Canyon is designated a national park."
    ],
    "1920": [
      "The League of Nations is inaugurated in Paris.",
      "The Treaty of Versailles officially takes effect, ending World War I.",
      "The 19th Amendment grants women the right to vote in the United States.",
      "Prohibition begins in the United States with the 18th Amendment.",
      "The first commercial radio broadcast airs in the U.S. from KDKA AM.",
      "The Harlem Renaissance begins in New York City."
    ],
    "1921": [
      "The Anglo-Irish Treaty is signed, establishing the Irish Free State.",
      "The Tulsa Race Massacre results in the destruction of a prosperous Black neighborhood.",
      "Adolf Hitler becomes the leader of the Nazi Party in Germany.",
      "The Communist Party of China is founded in Shanghai.",
      "Frederick Banting and Charles Best discover the hormone insulin.",
      "Charlie Chaplin's film 'The Kid' is released."
    ],
    "1922": [
      "The Irish Free State is officially established.",
      "Benito Mussolini and the National Fascist Party come to power in Italy.",
      "The Union of Soviet Socialist Republics is created.",
      "Egypt gains self-government from the United Kingdom.",
      "The first successful insulin treatment for diabetes is administered.",
      "Howard Carter discovers the tomb of Pharaoh Tutankhamun.",
      "The British Broadcasting Company is formed."
    ],
    "1923": [
      "Adolf Hitler leads the failed Beer Hall Putsch in Munich, Germany.",
      "Walt and Roy Disney found the Disney Brothers Cartoon Studio.",
      "The Great Kanto Earthquake strikes Japan, killing over 100,000 people.",
      "The first 24 Hours of Le Mans endurance race is held in France.",
      "The first issue of *Time* magazine is published in New York City.",
      "Archaeologist Howard Carter enters the tomb of Pharaoh Tutankhamun."
    ],
    "1924": [
      "The first Winter Olympics are held in Chamonix, France.",
      "George Gershwin's 'Rhapsody in Blue' premieres in New York City.",
      "Vladimir Lenin, the first leader of the Soviet Union, dies.",
      "The Indian Citizenship Act grants citizenship to all Native Americans born in the U.S.",
      "J. Edgar Hoover is appointed the first director of the Federal Bureau of Investigation (FBI).",
      "The first Macy's Thanksgiving Day Parade is held in New York City."
    ],
    "1925": [
      "The Scopes 'Monkey' Trial debates the teaching of evolution in Tennessee.",
      "F. Scott Fitzgerald's novel *The Great Gatsby* is published.",
      "The Locarno Treaties are signed, aiming to secure peace in Europe.",
      "John Logie Baird achieves the first public demonstration of television.",
      "The first issue of *The New Yorker* magazine is published in New York City.",
      "The chemical element rhenium is discovered by German scientists."
    ],
    "1927": [
      "Charles Lindbergh completes the first solo, non-stop transatlantic flight in the Spirit of St. Louis.",
      "The film 'The Jazz Singer' is released, marking the beginning of the end for the silent film era.",
      "The Great Mississippi Flood of 1927 is one of the most destructive river floods in U.S. history.",
      "Work begins on the Mount Rushmore National Memorial in the Black Hills of South Dakota.",
      "The Harlem Globetrotters basketball team plays its first game in Hinckley, Illinois.",
      "The first transatlantic telephone call is made from New York City to London."
    ],
    "1929": [
      "The Wall Street Crash triggers the Great Depression.",
      "Herbert Hoover becomes the 31st President of the United States.",
      "Vatican City becomes an independent state.",
      "The first Academy Awards ceremony for film is held in Los Angeles.",
      "The Museum of Modern Art opens to the public in New York City.",
      "The Graf Zeppelin completes a round-the-world flight.",
      "The first car radio is introduced."
    ],
    "1931": [
      "The Empire State Building opens in New York City as the world's tallest.",
      "The Star-Spangled Banner is officially adopted as the U.S. national anthem.",
      "Gangster Al Capone is sentenced to eleven years in prison for tax evasion.",
      "The Mukden Incident provides Japan a pretext to invade Manchuria.",
      "The Christ the Redeemer statue is completed in Rio de Janeiro, Brazil.",
      "The controversial trial of the Scottsboro Boys begins in Alabama."
    ],
    "1932": [
      "Franklin D. Roosevelt is elected President of the United States in a landslide victory.",
      "The Kingdom of Saudi Arabia is founded by King Abdulaziz Ibn Saud.",
      "The infant son of aviator Charles Lindbergh is kidnapped, a crime that shocks the nation.",
      "Amelia Earhart becomes the first woman to fly solo across the Atlantic Ocean.",
      "The 'Bonus Army' of World War I veterans marches on Washington, D.C.",
      "The first Venice International Film Festival is held."
    ],
    "1933": [
      "Adolf Hitler is appointed Chancellor of Germany.",
      "The Reichstag Fire leads to the suspension of civil liberties in Germany.",
      "The Dachau concentration camp, the first of its kind, is opened.",
      "Franklin D. Roosevelt is inaugurated as U.S. President, launching the New Deal.",
      "President Roosevelt declares a \"bank holiday\" to prevent financial collapse.",
      "Prohibition ends in the United States with the Twenty-first Amendment.",
      "Construction begins on the Golden Gate Bridge in California."
    ],
    "1934": [
      "Adolf Hitler becomes Führer of Germany after the death of President Paul von Hindenburg.",
      "The 'Night of the Long Knives' sees a violent purge of Hitler's political opponents.",
      "The infamous outlaws Bonnie Parker and Clyde Barrow are ambushed and killed by police.",
      "The first Masters Tournament in golf is held in Augusta, Georgia.",
      "The cartoon character Donald Duck makes his first appearance in a Disney film.",
      "The island of Alcatraz becomes a federal prison."
    ],
    "1935": [
      "President Franklin D. Roosevelt signs the Social Security Act into law.",
      "The Nuremberg Laws are enacted in Nazi Germany, stripping Jews of their citizenship.",
      "Amelia Earhart becomes the first person to fly solo from Hawaii to California.",
      "The board game Monopoly is first published by Parker Brothers.",
      "The Hoover Dam, a major feat of engineering, is completed.",
      "Alcoholics Anonymous is founded in Akron, Ohio."
    ],
    "1936": [
      "The Spanish Civil War begins with a military uprising against the Second Spanish Republic.",
      "King Edward VIII of the United Kingdom abdicates the throne to marry Wallis Simpson.",
      "Jesse Owens wins four gold medals at the Summer Olympics in Berlin, Germany.",
      "The Hoover Dam is completed and begins generating hydroelectric power.",
      "Margaret Mitchell's epic novel 'Gone with the Wind' is published.",
      "The last known thylacine, or Tasmanian tiger, dies in captivity in Hobart, Australia."
    ],
    "1937": [
      "The German airship *Hindenburg* is destroyed by fire in Lakehurst, New Jersey.",
      "Japanese troops begin the 'Rape of Nanking' during the Second Sino-Japanese War.",
      "The Golden Gate Bridge opens to traffic in San Francisco, California.",
      "Walt Disney's *Snow White and the Seven Dwarfs*, the first animated feature, premieres.",
      "Aviator Amelia Earhart disappears over the Pacific Ocean during her circumnavigation attempt.",
      "King George VI is crowned at Westminster Abbey after his brother's abdication."
    ],
    "1938": [
      "The Munich Agreement allows Germany to annex the Sudetenland from Czechoslovakia.",
      "The Nazi regime orchestrates the Kristallnacht pogrom against Jews in Germany.",
      "Orson Welles's 'War of the Worlds' radio broadcast causes a panic.",
      "The superhero Superman first appears in Action Comics #1.",
      "The Fair Labor Standards Act establishes a minimum wage in the United States.",
      "German chemists Otto Hahn and Fritz Strassmann discover nuclear fission."
    ],
    "1939": [
      "Germany invades Poland, initiating World War II.",
      "The Soviet Union invades Poland from the east.",
      "John Steinbeck publishes his novel The Grapes of Wrath.",
      "The New York World's Fair opens with a vision of the future.",
      "The Spanish Civil War ends with a Nationalist victory.",
      "Physicists Lise Meitner and Otto Frisch explain nuclear fission."
    ],
    "1941": [
      "The United States enacts the Lend-Lease Act, providing aid to Allies.",
      "Germany launches Operation Barbarossa, invading the Soviet Union.",
      "Japan launches a surprise attack on Pearl Harbor, Hawaii.",
      "The United States declares war on Japan, entering World War II.",
      "Germany and Italy declare war on the United States.",
      "Mass killing operations begin in the Holocaust, including at Chelmno."
    ],
    "1942": [
      "The U.S. Navy defeats the Japanese fleet at the Battle of Midway.",
      "The Manhattan Project to develop an atomic bomb is initiated.",
      "The Battle of Stalingrad, a turning point on the Eastern Front, begins.",
      "Enrico Fermi creates the first self-sustaining nuclear chain reaction.",
      "The classic film *Casablanca*, starring Humphrey Bogart, premieres.",
      "A fire at the Cocoanut Grove nightclub in Boston kills 492 people."
    ],
    "1944": [
      "Allied forces land on the beaches of Normandy on D-Day, the largest seaborne invasion in history.",
      "The city of Paris is liberated from German occupation after four years.",
      "The Battle of the Bulge begins as Germany launches a final major offensive on the Western Front.",
      "The Bretton Woods Conference is held, establishing the post-war international economic order.",
      "The Warsaw Uprising begins as the Polish resistance attempts to liberate their capital.",
      "The Battle of Leyte Gulf, the largest naval battle in history, is fought in the Pacific."
    ],
    "1945": [
      "Soviet forces liberate Auschwitz-Birkenau death camp in January",
      "Yalta Conference divides postwar Europe into spheres",
      "B-29 bomber drops atomic weapon on Japanese city",
      "Adolf Hitler commits suicide in Berlin bunker",
      "United Nations Charter signed in San Francisco",
      "V-J Day celebrations mark end of Second World War"
    ],
    "1946": [
      "The Nuremberg Trials of Nazi war criminals conclude in Germany.",
      "Winston Churchill delivers his 'Iron Curtain' speech in Fulton, Missouri.",
      "The first session of the United Nations General Assembly is held in London.",
      "The bikini swimsuit, designed by Louis Réard, is introduced in Paris.",
      "The first Cannes Film Festival is held on the French Riviera.",
      "The United States grants independence to the Republic of the Philippines."
    ],
    "1947": [
      "India and Pakistan gain independence from British rule, leading to the partition of the subcontinent.",
      "The Truman Doctrine is announced, establishing a U.S. policy of containing communism.",
      "The Dead Sea Scrolls, a collection of ancient Jewish manuscripts, are discovered in caves at Qumran.",
      "Jackie Robinson breaks the color barrier in Major League Baseball, playing for the Brooklyn Dodgers.",
      "Chuck Yeager becomes the first person to fly faster than the speed of sound in the Bell X-1.",
      "The National Security Act of 1947 is signed, creating the Central Intelligence Agency (CIA)."
    ],
    "1948": [
      "The State of Israel is declared, leading to the start of the first Arab-Israeli War.",
      "The Soviet Union begins the Berlin Blockade, cutting off access to West Berlin.",
      "Mahatma Gandhi is assassinated in New Delhi by a Hindu nationalist.",
      "The Universal Declaration of Human Rights is adopted by the United Nations General Assembly.",
      "President Harry S. Truman signs Executive Order 9981, desegregating the U.S. Armed Forces.",
      "The World Health Organization is established as a specialized agency of the United Nations."
    ],
    "1949": [
      "George Orwell publishes dystopian novel Nineteen Eighty-Four",
      "Indonesia ends centuries of Dutch colonial rule",
      "Jerusalem divided between Israel and Jordan after armistice",
      "People's Republic establishes Communist China",
      "NATO creates first peacetime military alliance",
      "Berlin Blockade lifted after 318-day Soviet siege"
    ],
    "1953": [
      "Soviet dictator Joseph Stalin dies in Moscow after 30 years in power.",
      "The Korean War ends with the signing of an armistice at Panmunjom.",
      "James Watson and Francis Crick publish their discovery of the double helix structure of DNA.",
      "Edmund Hillary and Tenzing Norgay become the first to reach the summit of Mount Everest.",
      "Queen Elizabeth II is crowned at Westminster Abbey in a televised ceremony.",
      "Julius and Ethel Rosenberg are executed in the United States for espionage.",
      "The first color television sets are sold in the United States.",
      "The first James Bond novel, *Casino Royale*, by Ian Fleming, is published."
    ],
    "1954": [
      "The U.S. Supreme Court's *Brown v. Board of Education* decision desegregates schools.",
      "The French army is defeated by the Viet Minh at the Battle of Dien Bien Phu.",
      "Dr. Joseph Murray performs the first successful human kidney transplant.",
      "The first issue of *Sports Illustrated* magazine is published.",
      "The first *Godzilla* film is released in Japan, launching a media franchise.",
      "The Boeing 707, the first successful U.S. jet airliner, makes its maiden flight."
    ],
    "1955": [
      "The Warsaw Pact is signed by the Soviet Union and its allies.",
      "Walt Disney opens his first theme park, Disneyland, in California.",
      "Ray Kroc opens his first McDonald's franchise in Illinois.",
      "Rosa Parks is arrested for refusing to give up her bus seat in Alabama.",
      "Actor James Dean dies in a car crash at the age of 24.",
      "The Salk polio vaccine is declared safe and effective for use."
    ],
    "1956": [
      "The Suez Crisis begins with the invasion of Egypt by Israel, the UK, and France.",
      "The Hungarian Revolution against Soviet-imposed rule is suppressed by Soviet forces.",
      "The U.S. Supreme Court rules that segregation on public buses is unconstitutional.",
      "Elvis Presley releases his first hit single, 'Heartbreak Hotel'.",
      "The first transatlantic telephone cable system, TAT-1, is inaugurated.",
      "IBM introduces the 305 RAMAC, the first computer with a hard disk drive."
    ],
    "1957": [
      "The Soviet Union launches Sputnik 1, the first artificial satellite to orbit the Earth.",
      "The 'Little Rock Nine,' a group of African American students, integrate Central High School in Arkansas.",
      "The Treaty of Rome is signed, establishing the European Economic Community.",
      "Ghana becomes the first sub-Saharan African country to gain independence from colonial rule.",
      "The Civil Rights Act of 1957 is signed into law, the first such legislation since Reconstruction.",
      "John Lennon and Paul McCartney meet for the first time in Liverpool, England."
    ],
    "1958": [
      "The United States launches its first satellite, Explorer 1, into orbit.",
      "NASA is created as the official space agency of the United States.",
      "The European Economic Community (EEC) is established.",
      "The 'Great Leap Forward,' a campaign to rapidly transform China's economy, begins.",
      "The first successful transatlantic telephone cable, TAT-1, is inaugurated.",
      "The popular toy, the hula hoop, is first marketed."
    ],
    "1959": [
      "Fidel Castro comes to power in Cuba after the overthrow of Fulgencio Batista.",
      "Alaska and Hawaii are admitted as the 49th and 50th U.S. states.",
      "The Soviet Union's Luna 2 becomes the first spacecraft to reach the Moon's surface.",
      "The Dalai Lama flees Tibet and is granted political asylum in India.",
      "The Guggenheim Museum, designed by Frank Lloyd Wright, opens in New York City.",
      "The iconic Barbie doll is introduced at the American International Toy Fair."
    ],
    "1960": [
      "Four African American students begin the Greensboro sit-ins at a Woolworth's lunch counter.",
      "South African police kill 69 protesters in the Sharpeville massacre.",
      "Israeli agents capture the Nazi war criminal Adolf Eichmann in Argentina.",
      "Seventeen African nations declare their independence in the 'Year of Africa'.",
      "John F. Kennedy narrowly defeats Richard Nixon in the U.S. presidential election.",
      "Alfred Hitchcock's horror film *Psycho* is released to widespread acclaim.",
      "The first oral contraceptive, Enovid, is approved for use in the United States.",
      "Theodore Maiman demonstrates the first working laser at Hughes Research Laboratories."
    ],
    "1961": [
      "Yuri Gagarin becomes the first human to orbit the Earth.",
      "The CIA-backed Bay of Pigs invasion of Cuba fails.",
      "East Germany begins construction of the Berlin Wall.",
      "Freedom Riders challenge segregation on interstate buses.",
      "President John F. Kennedy establishes the Peace Corps.",
      "The trial of Nazi war criminal Adolf Eichmann begins in Jerusalem."
    ],
    "1962": [
      "The Cuban Missile Crisis brings the world to the brink of nuclear war.",
      "John Glenn becomes the first American to orbit the Earth.",
      "Algeria gains independence from France after a brutal eight-year war.",
      "The Second Vatican Council is opened by Pope John XXIII in Rome.",
      "Rachel Carson's book *Silent Spring* is published, launching the environmental movement.",
      "Actress Marilyn Monroe is found dead in her home from a drug overdose.",
      "The first James Bond film, *Dr. No*, starring Sean Connery, is released.",
      "The Trans-Canada Highway, the world's longest, is officially opened."
    ],
    "1963": [
      "John F. Kennedy assassinated in Dallas motorcade",
      "March on Washington features King's Dream speech",
      "Nuclear Test Ban Treaty signed by superpowers",
      "Buddhist monk Thich Quang Duc self-immolates in Saigon",
      "Lee Harvey Oswald kills president from book depository",
      "Lyndon Johnson sworn in aboard Air Force One"
    ],
    "1964": [
      "The Civil Rights Act of 1964 is signed into law, outlawing discrimination in the United States.",
      "The Beatles make their first appearance on The Ed Sullivan Show, launching the British Invasion.",
      "The Gulf of Tonkin Resolution escalates U.S. involvement in the Vietnam War.",
      "Nelson Mandela is sentenced to life in prison in South Africa.",
      "The Ford Mustang is introduced to the public for the first time.",
      "Dr. Martin Luther King Jr. is awarded the Nobel Peace Prize for his nonviolent activism."
    ],
    "1965": [
      "The Voting Rights Act is signed into law, protecting minority voting rights.",
      "Civil rights marchers are attacked by police on 'Bloody Sunday' in Selma, Alabama.",
      "Astronaut Ed White becomes the first American to perform a spacewalk.",
      "The first U.S. combat troops are deployed to South Vietnam.",
      "The musical film *The Sound of Music*, starring Julie Andrews, is released.",
      "Winston Churchill, former Prime Minister of the United Kingdom, dies."
    ],
    "1966": [
      "Mao Zedong launches the Great Proletarian Cultural Revolution in China.",
      "The Black Panther Party is founded by Huey Newton and Bobby Seale.",
      "The Soviet Union's Luna 9 probe achieves the first soft landing on the Moon.",
      "The U.S. Supreme Court establishes Miranda rights for criminal suspects.",
      "England wins the FIFA World Cup for the first time.",
      "The iconic science fiction series Star Trek premieres on television."
    ],
    "1967": [
      "Israel fights and wins the Six-Day War against a coalition of Arab states.",
      "Dr. Christiaan Barnard performs the first successful human heart transplant.",
      "Thurgood Marshall becomes the first African American Supreme Court Justice.",
      "The 'Summer of Love' takes place in San Francisco's Haight-Ashbury district.",
      "The Beatles release their influential album *Sgt. Pepper's Lonely Hearts Club Band*.",
      "The Outer Space Treaty is signed, banning nuclear weapons in space."
    ],
    "1968": [
      "North Korea captures the USS Pueblo intelligence ship.",
      "The Tet Offensive begins in Vietnam, shocking American forces.",
      "Martin Luther King Jr. is assassinated in Memphis.",
      "Robert F. Kennedy is assassinated in Los Angeles.",
      "Soviet tanks crush the Prague Spring in Czechoslovakia.",
      "Apollo 8 astronauts become the first humans to orbit the Moon."
    ],
    "1969": [
      "Neil Armstrong becomes the first human to walk on the Moon during the Apollo 11 mission.",
      "The Woodstock music festival is held in Bethel, New York, attracting over 400,000 people.",
      "The Stonewall riots in New York City mark a turning point in the fight for LGBTQ+ rights.",
      "The first node of the ARPANET, a precursor to the internet, is established at UCLA.",
      "Richard Nixon is inaugurated as the 37th President of the United States.",
      "The Beatles release their iconic album 'Abbey Road'."
    ],
    "1971": [
      "The New York Times begins publishing the Pentagon Papers, a top-secret history of the Vietnam War.",
      "The 26th Amendment to the U.S. Constitution is ratified, lowering the voting age to 18.",
      "Intel releases the world's first microprocessor, the Intel 4004.",
      "Walt Disney World opens in Orlando, Florida, becoming a major tourist destination.",
      "The environmental organization Greenpeace is founded in Vancouver, Canada.",
      "The Indo-Pakistani War of 1971 leads to the creation of the nation of Bangladesh."
    ],
    "1972": [
      "A break-in at the Watergate complex begins a major political scandal.",
      "The Black September group murders eleven Israeli athletes at the Munich Olympics.",
      "Apollo 17, the final Apollo mission, lands on the Moon.",
      "President Richard Nixon makes a historic visit to the People's Republic of China.",
      "The Magnavox Odyssey, the first home video game console, is released.",
      "The iconic 'Blue Marble' photograph of the Earth is taken from space."
    ],
    "1973": [
      "The Paris Peace Accords officially end U.S. involvement in Vietnam.",
      "The Watergate scandal intensifies with resignations.",
      "The Yom Kippur War begins in the Middle East.",
      "OAPEC declares an oil embargo, causing a global energy crisis.",
      "Roe v. Wade legalizes abortion nationwide in the United States.",
      "Motorola engineer Martin Cooper makes the first mobile phone call.",
      "The World Trade Center officially opens in New York City."
    ],
    "1974": [
      "Richard Nixon becomes the first U.S. President to resign from office due to the Watergate scandal.",
      "The 'Rumble in the Jungle' boxing match takes place in Zaire, with Muhammad Ali defeating George Foreman.",
      "Farmers in China discover the Terracotta Army, a collection of sculptures depicting the armies of Qin Shi Huang.",
      "The Carnation Revolution, a military coup in Portugal, ends the Estado Novo regime.",
      "Emperor Haile Selassie of Ethiopia is deposed in a military coup.",
      "The first issue of People magazine is published in the United States."
    ],
    "1975": [
      "The Vietnam War ends with the fall of Saigon.",
      "The Khmer Rouge captures Phnom Penh, beginning a reign of terror.",
      "Bill Gates and Paul Allen found Microsoft.",
      "The Apollo-Soyuz Test Project marks US-Soviet space cooperation.",
      "The Suez Canal reopens after being closed for eight years.",
      "Junko Tabei becomes the first woman to summit Mount Everest.",
      "The Altair 8800 personal computer is released."
    ],
    "1976": [
      "The United States celebrates its Bicentennial, marking 200 years of independence.",
      "Apple Inc. is founded by Steve Jobs, Steve Wozniak, and Ronald Wayne.",
      "The Concorde, the world's first supersonic passenger jet, makes its first commercial flight.",
      "NASA's Viking 1 lander successfully touches down on Mars.",
      "The 'Rumble in the Jungle' boxing match takes place in Zaire, with Muhammad Ali defeating George Foreman.",
      "The film 'Rocky' is released, becoming a major box office success."
    ],
    "1977": [
      "The film Star Wars is released, becoming a cultural phenomenon.",
      "The Apple II computer is released, helping to launch the personal computer revolution.",
      "A major blackout in New York City leads to widespread looting and arson.",
      "The 'King of Rock and Roll,' Elvis Presley, dies at his Graceland home.",
      "The Voyager 1 and 2 space probes are launched to explore the outer solar system.",
      "The deadliest aviation accident in history occurs at Tenerife Airport."
    ],
    "1978": [
      "The Camp David Accords are signed by Israel's Menachem Begin and Egypt's Anwar Sadat.",
      "Louise Brown, the world's first 'test-tube baby,' is born in England.",
      "Over 900 members of the Peoples Temple die in the Jonestown massacre.",
      "The comic strip *Garfield*, created by Jim Davis, is first published.",
      "The musical film *Grease*, starring John Travolta and Olivia Newton-John, is released.",
      "The first Navstar GPS satellite is launched into orbit."
    ],
    "1979": [
      "The Iranian Revolution overthrows the Shah, and Ayatollah Khomeini returns from exile.",
      "The Iran hostage crisis begins as students seize the U.S. Embassy in Tehran.",
      "Margaret Thatcher is elected the first female Prime Minister of the United Kingdom.",
      "The Soviet Union invades Afghanistan, beginning a decade-long war.",
      "A partial nuclear meltdown occurs at the Three Mile Island power plant in Pennsylvania.",
      "Sony releases the Walkman, a portable cassette player that revolutionizes personal music."
    ],
    "1980": [
      "Ronald Reagan is elected President of the United States in a landslide victory over Jimmy Carter.",
      "Zimbabwe gains independence from the United Kingdom, with Robert Mugabe as Prime Minister.",
      "The eruption of Mount St. Helens in Washington state is the deadliest in U.S. history.",
      "CNN, the first 24-hour cable news channel, is launched by Ted Turner.",
      "The arcade game *Pac-Man* is released in Japan, becoming a worldwide phenomenon.",
      "Former Beatle John Lennon is assassinated by Mark David Chapman in New York City.",
      "The U.S. ice hockey team defeats the Soviet Union in the 'Miracle on Ice'.",
      "The Solidarity trade union is founded in Poland under the leadership of Lech Wałęsa."
    ],
    "1981": [
      "The Iran hostage crisis ends with the release of 52 American hostages.",
      "President Ronald Reagan is shot and wounded in an assassination attempt by John Hinckley Jr.",
      "The first Space Shuttle, *Columbia*, makes its maiden orbital flight.",
      "Prince Charles and Lady Diana Spencer are married at St. Paul's Cathedral in London.",
      "Sandra Day O'Connor becomes the first female Justice of the U.S. Supreme Court.",
      "The AIDS virus is identified for the first time by the Centers for Disease Control and Prevention."
    ],
    "1983": [
      "A Soviet fighter jet shoots down Korean Air Lines Flight 007, killing all 269 people on board.",
      "Sally Ride becomes the first American woman in space aboard the Space Shuttle Challenger.",
      "The United States invades the Caribbean island of Grenada.",
      "The final episode of the television series M*A*S*H becomes the most-watched in U.S. history.",
      "The GNU Project is announced, launching the free software movement.",
      "The rock band KISS appears in public without their signature makeup for the first time."
    ],
    "1984": [
      "The Apple Macintosh computer is introduced with a famous Super Bowl commercial.",
      "A gas leak at a Union Carbide plant in Bhopal, India, causes a major industrial disaster.",
      "Indian Prime Minister Indira Gandhi is assassinated by her bodyguards.",
      "The Soviet Union and its allies boycott the Summer Olympics in Los Angeles.",
      "The first untethered spacewalk is performed by NASA astronauts Bruce McCandless II and Robert L. Stewart.",
      "The charity supergroup Band-Aid records the song 'Do They Know It's Christmas?' to raise money for famine relief in Ethiopia."
    ],
    "1985": [
      "The Live Aid benefit concert is held simultaneously in London and Philadelphia.",
      "The wreckage of the RMS Titanic is discovered in the North Atlantic Ocean.",
      "Mikhail Gorbachev becomes the leader of the Soviet Union.",
      "The first version of the Windows operating system, Windows 1.0, is released.",
      "The charity single 'We Are the World' is recorded by the supergroup USA for Africa.",
      "The popular comic strip 'Calvin and Hobbes' by Bill Watterson debuts."
    ],
    "1986": [
      "The Space Shuttle *Challenger* breaks apart 73 seconds after liftoff.",
      "A catastrophic nuclear accident occurs at the Chernobyl power plant in Ukraine.",
      "The United States launches airstrikes against Libya in Operation El Dorado Canyon.",
      "Halley's Comet makes its closest approach to the Sun, visible from Earth.",
      "The first Martin Luther King Jr. Day is celebrated as a U.S. federal holiday.",
      "Pixar Animation Studios is founded in California by Steve Jobs.",
      "Argentine footballer Diego Maradona scores the 'Hand of God' goal.",
      "The Iran-Contra affair becomes public, revealing a secret U.S. arms deal."
    ],
    "1989": [
      "The Berlin Wall is opened, leading to the reunification of Germany.",
      "The Chinese government suppresses pro-democracy protests in Tiananmen Square.",
      "The Exxon Valdez oil tanker runs aground, causing a massive oil spill in Alaska.",
      "Tim Berners-Lee writes a proposal for a system of interlinked hypertext documents.",
      "Nintendo releases the Game Boy, a handheld video game console.",
      "The 'Velvet Revolution' peacefully ends communist rule in Czechoslovakia.",
      "Tim Burton's film *Batman*, starring Michael Keaton, is a box-office success.",
      "The first of 24 GPS satellites is launched into orbit."
    ],
    "1990": [
      "The Hubble Space Telescope is deployed into orbit by the Space Shuttle *Discovery*.",
      "Nelson Mandela is released from Victor Verster Prison after 27 years.",
      "Iraq invades Kuwait, leading to the start of the Persian Gulf War.",
      "East and West Germany are reunified, ending 45 years of division.",
      "The Americans with Disabilities Act is signed into law by President George H.W. Bush.",
      "Tim Berners-Lee writes the first web browser, laying the foundation for the World Wide Web.",
      "The Human Genome Project, an international effort to map human DNA, is launched."
    ],
    "1991": [
      "The Soviet Union is officially dissolved, ending the Cold War.",
      "Operation Desert Storm is launched by a U.S.-led coalition to liberate Kuwait.",
      "Tim Berners-Lee creates and releases the first public webpage.",
      "The videotaped beating of Rodney King by Los Angeles police sparks outrage.",
      "Nirvana's album *Nevermind* brings grunge music to a global audience.",
      "The eruption of Mount Pinatubo in the Philippines is the second-largest of the 20th century.",
      "The horror film *The Silence of the Lambs* is released, starring Anthony Hopkins.",
      "The well-preserved mummy of Ötzi the Iceman is discovered in the Alps."
    ],
    "1992": [
      "The Maastricht Treaty is signed, creating the European Union.",
      "Riots erupt in Los Angeles following the acquittal of police officers in the Rodney King case.",
      "The Cold War is officially declared over by the leaders of the United States and Russia.",
      "The 'Dream Team,' the first U.S. Olympic basketball team with active NBA players, competes in Barcelona.",
      "Hurricane Andrew, a powerful Category 5 storm, devastates Florida and Louisiana.",
      "The first-ever text message is sent, reading 'Merry Christmas'."
    ],
    "1993": [
      "A truck bomb explodes in the parking garage of the World Trade Center in New York.",
      "The Waco siege ends with the deaths of 76 people, including leader David Koresh.",
      "The 'Don't Ask, Don't Tell' policy is implemented for gay people in the U.S. military.",
      "The Maastricht Treaty formally establishes the European Union.",
      "The Oslo I Accord is signed at the White House by Israel and the PLO.",
      "Colombian drug lord Pablo Escobar is killed in a shootout with police.",
      "Steven Spielberg's film *Jurassic Park* becomes a box-office hit.",
      "The peaceful dissolution of Czechoslovakia creates the Czech Republic and Slovakia."
    ],
    "1994": [
      "Nelson Mandela is inaugurated as South Africa's first black president.",
      "The Rwandan genocide results in the mass murder of hundreds of thousands.",
      "The North American Free Trade Agreement (NAFTA) goes into effect.",
      "The Channel Tunnel, connecting the UK and France, is officially opened.",
      "Jeff Bezos founds the online bookstore Amazon in his garage.",
      "Sony releases its first PlayStation video game console in Japan.",
      "Kurt Cobain, frontman of the band Nirvana, dies by suicide.",
      "Quentin Tarantino's film *Pulp Fiction* is released to critical acclaim."
    ],
    "1995": [
      "A truck bomb destroys the Murrah Federal Building in Oklahoma City.",
      "The Dayton Accords are signed in Ohio, ending the Bosnian War.",
      "Israeli Prime Minister Yitzhak Rabin is assassinated by a right-wing extremist.",
      "Microsoft releases the Windows 95 operating system with a massive marketing campaign.",
      "The O.J. Simpson murder trial ends with a controversial 'not guilty' verdict.",
      "The Aum Shinrikyo cult releases sarin nerve gas in the Tokyo subway system.",
      "Pixar's *Toy Story*, the first feature-length CGI film, is released.",
      "The World Trade Organization (WTO) is established to regulate international trade."
    ],
    "1996": [
      "Bill Clinton is re-elected President of the United States, defeating Bob Dole.",
      "The Comprehensive Nuclear-Test-Ban Treaty is adopted by the United Nations General Assembly.",
      "The Taliban capture the Afghan capital of Kabul, imposing strict Islamic law.",
      "NASA scientists announce the discovery of a meteorite from Mars with possible signs of life.",
      "Dolly the sheep, the first mammal to be cloned from an adult cell, is born.",
      "The British girl group the Spice Girls release their debut single, 'Wannabe'.",
      "The Nintendo 64 video game console is released in Japan and North America."
    ],
    "1997": [
      "The United Kingdom hands over sovereignty of Hong Kong to China.",
      "Tony Blair is elected Prime Minister of the United Kingdom in a landslide victory.",
      "The birth of Dolly the sheep, the first cloned mammal, is announced.",
      "NASA's *Pathfinder* mission successfully lands on Mars and deploys the *Sojourner* rover.",
      "IBM's Deep Blue computer defeats world chess champion Garry Kasparov.",
      "Diana, Princess of Wales, is killed in a car crash in Paris.",
      "J.K. Rowling's first Harry Potter book, *The Philosopher's Stone*, is published.",
      "James Cameron's film *Titanic* is released, becoming a box-office phenomenon."
    ],
    "1998": [
      "The Good Friday Agreement is signed, marking a step towards peace in Northern Ireland.",
      "India and Pakistan conduct a series of nuclear weapons tests.",
      "The U.S. embassies in Kenya and Tanzania are bombed by al-Qaeda.",
      "Google is founded by Larry Page and Sergey Brin in a garage in Menlo Park.",
      "The film Titanic wins 11 Academy Awards, including Best Picture.",
      "France wins the FIFA World Cup for the first time, defeating Brazil in the final."
    ],
    "1999": [
      "The Euro is introduced as an electronic currency in eleven European countries.",
      "The U.S. Senate acquits President Bill Clinton in his impeachment trial.",
      "NATO launches a 78-day bombing campaign against Yugoslavia to end the Kosovo War.",
      "Bertrand Piccard and Brian Jones complete the first non-stop circumnavigation of the Earth by balloon.",
      "The science fiction film *The Matrix* is released, influencing action movies for years.",
      "The peer-to-peer file-sharing service Napster is launched, disrupting the music industry.",
      "The world's population is estimated to have reached six billion people.",
      "The United States officially transfers control of the Panama Canal to Panama."
    ],
    "2000": [
      "The dot-com bubble bursts, causing the NASDAQ to crash.",
      "The International Space Station welcomes its first resident crew.",
      "The Tate Modern art gallery opens in London.",
      "The \"ILOVEYOU\" computer virus spreads globally.",
      "The United States presidential election is decided by the Supreme Court.",
      "Sony releases the PlayStation 2 console."
    ],
    "2001": [
      "Collaborative online encyclopedia launches revolutionizing information sharing",
      "Scientists complete mapping of complete human genetic code",
      "Oklahoma City bomber executed by federal lethal injection",
      "Energy corporation files largest bankruptcy in American history",
      "Apple releases portable digital music player holding thousand songs",
      "September 11th terrorist attacks kill 2,977 people launching war on terror"
    ],
    "2002": [
      "The Euro is introduced as the new currency for twelve European Union countries.",
      "The 2002 Winter Olympics are held in Salt Lake City, Utah.",
      "East Timor is recognized as an independent nation.",
      "The International Criminal Court is established to prosecute international crimes.",
      "Chechen rebels take hundreds of hostages in a Moscow theater.",
      "The FIFA World Cup is co-hosted by South Korea and Japan."
    ],
    "2004": [
      "A massive undersea earthquake in the Indian Ocean triggers a devastating tsunami.",
      "NASA's rovers, Spirit and Opportunity, land on Mars to explore the planet.",
      "The social networking site Facebook is launched by Mark Zuckerberg.",
      "The Summer Olympics are held in Athens, Greece.",
      "The European Union undergoes its largest expansion with ten new member countries.",
      "The Boston Red Sox win the World Series for the first time since 1918."
    ],
    "2008": [
      "Lehman Brothers bankruptcy triggers financial crisis",
      "Barack Obama elected first African American president",
      "Beijing hosts spectacular Summer Olympics",
      "Subprime mortgage collapse spreads globally",
      "Russia invades Georgia over South Ossetia",
      "Large Hadron Collider begins operation in Switzerland"
    ],
    "2010": [
      "A 7.0 magnitude earthquake devastates Haiti.",
      "The Deepwater Horizon oil spill occurs in the Gulf of Mexico.",
      "The Burj Khalifa in Dubai becomes the world's tallest structure.",
      "Apple introduces the iPad.",
      "Instagram is launched.",
      "The FIFA World Cup is held in South Africa."
    ]
  }
}
