{
  "meta": {
    "version": "4.4",
    "total_puzzles": 298,
    "date_range": "-2000-2025"
  },
  "puzzles": {
    "-2000": [
      "The construction of Stonehenge in England is largely completed.",
      "The first Minoan palaces begin to appear on the island of Crete.",
      "The Indus Valley Civilization begins its decline.",
      "The Bronze Age begins in northern Ancient China.",
      "Pharaoh Amenemhat I begins to rule, starting Egypt's Twelfth Dynasty.",
      "Horses are tamed and used for transport in Central Asia.",
      "The last woolly mammoths go extinct on Wrangel Island.",
      "Babylonians develop a mathematical system based on units of 60."
    ],
    "-1200": [
      "The Hittite capital of Hattusa is burned and abandoned.",
      "The port city of Ugarit in Syria is destroyed by the Sea Peoples.",
      "Pharaoh Ramesses III repels an invasion of the Sea Peoples in Egypt.",
      "The Mycenaean palace centers of Pylos and Mycenae are destroyed.",
      "The Olmec civilization thrives at its major center of San Lorenzo.",
      "The Elamite king Shutruk-Nahhunte campaigns in Mesopotamia."
    ],
    "-814": [
      "Queen Dido of Tyre founds the city of Carthage in modern-day Tunisia.",
      "The citadel of Byrsa is established as the center of the new city.",
      "The legend of the oxhide is used to determine the city's initial boundaries.",
      "The Neo-Assyrian Empire under Adad-nirari II campaigns in the north.",
      "The Kingdom of Israel, under King Joash, is a major power in the Levant.",
      "The Western Zhou dynasty in China continues its long decline."
    ],
    "-776": [
      "The first Olympic Games are held at Olympia in Greece.",
      "Coroebus of Elis, a cook, wins the stadion, the only event.",
      "A sacred truce, the Ekecheiria, is declared to protect athletes.",
      "The games are held in honor of the Greek god Zeus.",
      "The city of Miletus in Ionia is a thriving center of trade and philosophy.",
      "The Etruscan civilization flourishes in central Italy."
    ],
    "-753": [
      "The city of Rome is traditionally founded by the twin brothers Romulus and Remus.",
      "Romulus kills his brother Remus in a dispute over the city's walls.",
      "A she-wolf is said to have suckled the abandoned twins Romulus and Remus.",
      "The Neo-Assyrian king Ashur-nirari V rules over a vast empire in the Near East.",
      "The Greek city-state of Corinth emerges as a major commercial power.",
      "The Olmec city of La Venta continues to be a major center in Mesoamerica."
    ],
    "-750": [
      "Homer composes the epic poems, the Iliad and the Odyssey.",
      "Greek colonists from Euboea establish the city of Cumae in Italy.",
      "The Greek alphabet is developed by adapting the Phoenician script.",
      "The Olmec civilization in Mesoamerica thrives at its center, La Venta.",
      "King Ashur-dan III of Assyria leads campaigns against the Medes.",
      "The Kingdom of Kush in Nubia asserts its power in Upper Egypt."
    ],
    "-509": [
      "The Roman monarchy is overthrown, and the Roman Republic is established.",
      "Lucius Junius Brutus and Lucius Tarquinius Collatinus are elected as the first consuls of Rome.",
      "The Temple of Jupiter Optimus Maximus is dedicated on Rome's Capitoline Hill.",
      "The rape of Lucretia by the king's son sparks a revolt against the monarchy.",
      "The Athenian statesman Cleisthenes introduces radical democratic reforms in Athens.",
      "The military treatise *The Art of War* is traditionally attributed to Sun Tzu."
    ],
    "-221": [
      "Qin Shi Huang unifies China, ending the Warring States period.",
      "The title 'Huangdi' is created for the new Emperor of China.",
      "China begins standardizing its writing, currency, and measurements.",
      "Hannibal Barca takes command of Carthaginian forces in Spain.",
      "Ptolemy IV Philopator becomes the new ruler of Egypt.",
      "Satrap Molon of Media revolts against Seleucid King Antiochus III."
    ],
    "-146": [
      "Roman general Scipio Aemilianus captures and destroys the city of Carthage.",
      "The Third Punic War ends with the complete defeat of Carthage.",
      "The Achaean League is defeated by Rome at the Battle of Corinth.",
      "Roman consul Lucius Mummius sacks the ancient city of Corinth.",
      "Rome establishes the province of Africa in former Carthaginian territory.",
      "The destruction of Corinth marks the end of Greek political independence."
    ],
    "-44": [
      "Julius Caesar is assassinated by a group of Roman senators on the Ides of March.",
      "Mark Antony delivers a famous funeral oration for Julius Caesar.",
      "Octavian, Caesar's adopted son, returns to Rome to claim his inheritance.",
      "Cicero begins delivering his series of speeches known as the Philippics against Mark Antony.",
      "Cleopatra VII of Egypt declares her son Caesarion as her co-ruler.",
      "The Roman Republic is thrown into a period of civil war."
    ],
    "-27": [
      "The Roman Senate grants Octavian the new title of Augustus.",
      "The Roman Republic effectively ends, and the Roman Empire begins.",
      "Marcus Agrippa commissions the original Pantheon in Rome.",
      "The Praetorian Guard is established as the emperor's personal bodyguard.",
      "The poet Virgil is writing the *Aeneid*, Rome's national epic.",
      "The province of Achaea is established, covering mainland Greece."
    ],
    "1": [
      "The poet Ovid writes his influential work, the *Metamorphoses*.",
      "Emperor Augustus presides over the Roman Empire during the Pax Romana.",
      "Silk, imported from Han Dynasty China, first appears in Rome.",
      "Tiberius, under orders from Augustus, campaigns against Germanic tribes.",
      "The city of Teotihuacan in Mesoamerica begins construction of its pyramids.",
      "The Kingdom of Aksum in East Africa emerges as a major trading power."
    ],
    "14": [
      "Augustus, the first Roman Emperor, dies in Nola",
      "Tiberius succeeds his stepfather Augustus as Roman Emperor",
      "The Roman Senate deifies the deceased Emperor Augustus",
      "A census records 4,973,000 Roman citizens",
      "Germanicus quells a mutiny among the Rhine legions",
      "A famine in China leads to instances of cannibalism"
    ],
    "30": [
      "Pontius Pilate orders the crucifixion of Jesus of Nazareth.",
      "Herod Antipas has John the Baptist executed.",
      "The Apostle Peter begins his ministry in Jerusalem.",
      "Kujula Kadphises establishes the Kushan Empire in Bactria.",
      "Roman historian Velleius Paterculus publishes his history of Rome.",
      "The Roman fabulist Phaedrus releases his first collection of fables."
    ],
    "64": [
      "A great fire destroys much of Rome over six days",
      "Emperor Nero begins the first major persecution of Christians",
      "Gaius Calpurnius Piso conspires to assassinate Emperor Nero",
      "The city of Lyon in Gaul suffers a devastating fire",
      "The First Epistle of Peter is traditionally written",
      "Nero initiates a new urban development plan for Rome"
    ],
    "79": [
      "Mount Vesuvius erupts, burying Pompeii and Herculaneum.",
      "Emperor Vespasian dies, succeeded by his son Titus.",
      "Gnaeus Julius Agricola campaigns in modern-day Scotland.",
      "Pliny the Elder dies while investigating the Vesuvius eruption.",
      "The Flavian Amphitheatre, the Colosseum, is under construction in Rome.",
      "Empress Ma of the Han Dynasty dies in China.",
      "The Roman fort Mamucium is established at modern Manchester."
    ],
    "117": [
      "The Kitos War ends with the suppression of Jewish revolts",
      "Emperor Trajan dies, and Hadrian becomes his successor",
      "The Roman Empire reaches its maximum territorial extent",
      "Hadrian abandons some of Trajan's eastern conquests",
      "Trajan's Column is completed in the Forum of Trajan in Rome",
      "The Pantheon is commissioned by Emperor Hadrian in Rome"
    ],
    "212": [
      "The Constitutio Antoniniana grants Roman citizenship to all free men in the Empire.",
      "Construction of the grand Baths of Caracalla begins in Rome.",
      "The ancient city of Edessa in Mesopotamia becomes a Roman province.",
      "Jurist Papinian is executed for protesting Emperor Caracalla's murder of his brother Geta.",
      "Vologases VI of Parthia faces a major rebellion from his brother Artabanus IV.",
      "The warlord Ma Teng is executed by Cao Cao in China."
    ],
    "313": [
      "The Edict of Milan, issued by Constantine and Licinius, proclaims religious toleration throughout the Roman Empire.",
      "Roman Emperor Diocletian, who established the Tetrarchy, dies in his palace at Salona.",
      "A civil war erupts in the Eastern Roman Empire between co-emperors Licinius and Maximinus Daza.",
      "In China, the Western Jin Dynasty is in decline, and Emperor Huai is executed.",
      "The Battle of Tzirallum results in a decisive victory for the forces of Licinius.",
      "Sima Ye ascends the throne as Emperor Min of Jin in the city of Chang'an."
    ],
    "330": [
      "Emperor Constantine inaugurates Constantinople as the new capital of the Roman Empire.",
      "The influential Christian theologian Basil of Caesarea is born in Cappadocia.",
      "King Tiridates III of Armenia, who made Christianity the state religion, dies.",
      "Frumentius is ordained as the first Bishop of Aksum in modern-day Ethiopia.",
      "The Gothic chieftain Alaric is born, who will later sack the city of Rome.",
      "Khosrov III succeeds his father as the new king of Armenia."
    ],
    "410": [
      "Alaric's Visigoths capture and sack Rome for three days",
      "Emperor Honorius tells Britain to fend for itself",
      "The Western Roman Empire withdraws its legions from Britain",
      "Visigoths spare the Basilicas of Saint Peter and Paul",
      "The sack of Rome sends shockwaves across the Empire",
      "Hypatia of Alexandria leads the Neoplatonist school in Egypt",
      "Future Visigothic king Theodoric I is born"
    ],
    "476": [
      "The final Western Roman Emperor, Romulus Augustulus, is deposed by the Germanic chieftain Odoacer.",
      "Odoacer becomes the first King of Italy, marking the end of the Western Roman Empire.",
      "The imperial regalia of the Western Roman Empire are sent to Emperor Zeno in Constantinople.",
      "The execution of Orestes, father of Romulus Augustulus, solidifies Odoacer's power.",
      "The Visigothic Kingdom, under King Euric, expands its territory in Gaul.",
      "The usurper Basiliscus is overthrown, and Emperor Zeno is restored to the Byzantine throne."
    ],
    "500": [
      "Frankish king Clovis I consolidates power in Gaul.",
      "The Ostrogoths under Theodoric the Great rule Italy.",
      "The legendary Battle of Mons Badonicus is fought in Britain.",
      "The Gupta Empire in India experiences a golden age of culture.",
      "The Zapotec civilization flourishes at Monte Albán in Mesoamerica.",
      "The Kingdom of Aksum in Ethiopia is a major trading power."
    ],
    "527": [
      "Justinian I becomes sole ruler of the Byzantine Empire.",
      "The Kingdom of Essex is founded by the Saxons in Britain.",
      "Silla, one of Korea's Three Kingdoms, adopts Buddhism.",
      "Justinian appoints Belisarius to command the eastern army.",
      "The codification of Roman law, the Codex Justinianus, begins.",
      "Justinian begins a major reorganization of the Byzantine army."
    ],
    "622": [
      "The Prophet Muhammad completes the Hijra to Medina.",
      "The Islamic calendar is established, with this as its first year.",
      "The Constitution of Medina is drafted, creating a multi-religious state.",
      "The first mosque in Islam is constructed at Quba.",
      "Emperor Heraclius launches a counter-offensive against the Sasanian Empire.",
      "The Byzantine army defeats the Persians at the Battle of Issus."
    ],
    "632": [
      "The Prophet Muhammad delivers his Farewell Sermon in Mecca.",
      "The Prophet Muhammad dies in Medina, creating a succession crisis.",
      "Abu Bakr is chosen as the first Caliph of the Rashidun Caliphate.",
      "The Ridda Wars begin as several Arab tribes rebel.",
      "Musaylimah al-Kadhdhab declares himself a prophet in Yamama.",
      "Fatimah, daughter of the Prophet Muhammad, dies."
    ],
    "732": [
      "Charles Martel defeats the Umayyad Caliphate at the Battle of Tours.",
      "The Umayyad governor of Al-Andalus, Abd al-Rahman al-Ghafiqi, is killed.",
      "The Frankish army's victory halts the northward advance of Islamic forces.",
      "Duke Eudes of Aquitaine requests Frankish assistance against the Umayyads.",
      "The battle is fought between the cities of Tours and Poitiers in France.",
      "Charles Martel's victory lays the groundwork for the Carolingian Empire."
    ],
    "793": [
      "Viking raiders sack the monastery at Lindisfarne, marking the start of the Viking Age.",
      "Charlemagne orders the construction of the Fossa Carolina canal.",
      "Pepin of Italy campaigns against the Lombards in Benevento.",
      "Count Theoderic is killed by Saxon rebels in Frisia.",
      "Emir Hisham I of Córdoba calls for a jihad against the Christian Franks.",
      "Arabian forces invade Languedoc, capturing Narbonne and Carcassonne."
    ],
    "800": [
      "Pope Leo III crowns Charlemagne Emperor of the Romans in Rome.",
      "The coronation marks the revival of the imperial title in Western Europe.",
      "The Rus' Khaganate is established in Eastern Europe.",
      "The Abbasid Caliphate cedes southern Italian holdings to the Aghlabid Dynasty.",
      "Sijilmasa is founded as a caravan departure point in Morocco.",
      "The Book of Kells is written and illuminated in Ireland."
    ],
    "962": [
      "Pope John XII crowns Otto the Great as the first Holy Roman Emperor.",
      "The Diploma Ottonianum is signed, defining the relationship between the Pope and Emperor.",
      "Byzantine general Nikephoros Phokas sacks the city of Aleppo in Syria.",
      "The Ghaznavid dynasty is founded by Alptigin in modern-day Afghanistan.",
      "King Indulf of Scotland is killed in battle against Viking invaders.",
      "The city of Luxembourg is founded by Count Siegfried."
    ],
    "987": [
      "The Carolingian dynasty ends with the death of King Louis V.",
      "Hugh Capet is elected and crowned King of France.",
      "The Capetian dynasty begins its rule over France.",
      "Bardas Phokas and Bardas Skleros lead a revolt against Byzantine Emperor Basil II.",
      "Al-Mansur, ruler of Al-Andalus, captures the city of Coimbra.",
      "Kukulcan, a Mayan ruler, conquers the city of Chichen Itza."
    ],
    "1000": [
      "The Althing in Iceland officially adopts Christianity.",
      "Holy Roman Emperor Otto III meets Bolesław I Chrobry in Gniezno.",
      "Byzantine Emperor Basil II captures Pliska and Preslav from Bulgaria.",
      "King Olaf Tryggvason of Norway dies at the Battle of Svolder.",
      "The Gniezno Congress establishes an independent Polish archbishopric.",
      "Stephen I is crowned the first King of Hungary.",
      "The first millennium concludes, marking the High Middle Ages' beginning."
    ],
    "1025": [
      "Bolesław I Chrobry is crowned the first King of Poland.",
      "Byzantine Emperor Basil II, the Bulgar-slayer, dies.",
      "Mahmud of Ghazni raids and plunders the Somnath Temple in India.",
      "The Chola dynasty conquers the Southeast Asian kingdom of Srivijaya.",
      "Avicenna publishes his influential medical treatise, *The Canon of Medicine*.",
      "The Northern Song Dynasty in China experiences a golden age."
    ],
    "1054": [
      "Cardinal Humbert delivers a papal bull to Patriarch Michael Cerularius.",
      "The Filioque clause dispute divides the Eastern and Western Churches.",
      "Patriarch Michael Cerularius refuses to acknowledge Roman primacy.",
      "The unleavened bread controversy further divides Christian practices.",
      "Mutual excommunications are issued on July 16th in Constantinople.",
      "The Great Schism permanently separates Eastern Orthodoxy and Roman Catholicism."
    ],
    "1066": [
      "King Edward the Confessor dies, leaving the English throne contested.",
      "The Witan elects Harold Godwinson as the new King of England.",
      "Halley's Comet appears, later depicted on the Bayeux Tapestry.",
      "Harald Hardrada of Norway is defeated at the Battle of Stamford Bridge.",
      "William of Normandy defeats Harold Godwinson at the Battle of Hastings.",
      "A Muslim mob crucifies Jewish vizier Joseph ibn Naghrela in Granada.",
      "Historian Sima Guang begins compiling his comprehensive history of China."
    ],
    "1071": [
      "The Battle of Manzikert results in a decisive Byzantine defeat.",
      "Sultan Alp Arslan leads the Seljuk Turks to victory over the Byzantines.",
      "Emperor Romanos IV Diogenes is captured by the Seljuk forces.",
      "The Siege of Bari ends with Norman forces capturing the last Byzantine city in Italy.",
      "Robert I, \"the Frisian,\" defeats Richilde at the Battle of Cassel.",
      "English rebels, including Hereward the Wake, are defeated by Norman forces."
    ],
    "1095": [
      "Pope Urban II calls for the First Crusade at the Council of Clermont.",
      "Byzantine Emperor Alexios I Komnenos requests military aid against the Seljuk Turks.",
      "Peter the Hermit begins preaching, leading to the People's Crusade.",
      "The official armies of the First Crusade begin their departure for the Holy Land.",
      "A rebellion by Robert de Mowbray against King William II of England is suppressed.",
      "The Second County of Portugal is established under the rule of Henry of Burgundy."
    ],
    "1099": [
      "The First Crusade captures Jerusalem from the Fatimid Caliphate after a lengthy siege.",
      "Godfrey of Bouillon is elected the first ruler of the newly established Kingdom of Jerusalem.",
      "The Crusaders defeat a Fatimid army at the Battle of Ascalon, securing their control of the region.",
      "Pope Urban II, who initiated the First Crusade, dies before news of Jerusalem's capture reaches him.",
      "Daimbert of Pisa is named the first Latin Patriarch of Jerusalem.",
      "Construction begins on the Modena Cathedral in Italy, a prominent Romanesque building."
    ],
    "1100": [
      "King William II of England dies in a hunting accident.",
      "Henry I is crowned King of England at Westminster Abbey.",
      "Henry I issues the Charter of Liberties, a precursor to constitutional law.",
      "Baldwin I is crowned the first King of Jerusalem.",
      "Bohemond I of Antioch is captured by the Danishmends.",
      "The Siege of Haifa ends with a Crusader victory."
    ],
    "1162": [
      "Future Mongol conqueror Temüjin is born near Burkhan Khaldun",
      "Thomas Becket is consecrated Archbishop of Canterbury",
      "Frederick Barbarossa's forces capture and destroy Milan",
      "Ladislaus II is crowned King of Hungary and Croatia",
      "Hostilities resume between Jin dynasty and Southern Song dynasty",
      "Venetian Republic victory celebration originates city's famous Carnival"
    ],
    "1180": [
      "Japanese warrior clans begin devastating five-year civil war",
      "Philip Augustus becomes King of France at age fifteen",
      "European engineers develop revolutionary horizontal-axle windmill design",
      "Saladin captures Aleppo from Zengid dynasty",
      "Henry II transforms Windsor Castle into stone palatial residence",
      "Ayyubid expansion threatens Frankish territorial control"
    ],
    "1204": [
      "The Fourth Crusade sacks Constantinople, the Byzantine capital.",
      "The Latin Empire is established in Constantinople after its capture.",
      "Eleanor of Aquitaine, Queen of France and England, dies.",
      "The influential Jewish philosopher Maimonides dies in Cairo.",
      "Philip II of France conquers Normandy from the English.",
      "Theodore I Laskaris establishes the Empire of Nicaea.",
      "Tsar Kaloyan of Bulgaria is recognized as king by Pope Innocent III.",
      "The Kingdom of Thessalonica is founded by Boniface of Montferrat."
    ],
    "1206": [
      "Temüjin is proclaimed Genghis Khan, ruler of all Mongols.",
      "The Mongol Empire is established at a kurultai on the Onon River.",
      "Qutb al-Din Aibak founds the Mamluk dynasty in India.",
      "The Delhi Sultanate is established in the Indian subcontinent.",
      "King Valdemar II of Denmark leads an expedition to Saaremaa.",
      "The first temple dedicated to Zen Buddhism is completed in Japan."
    ],
    "1215": [
      "King John of England signs the Magna Carta at Runnymede.",
      "The Fourth Lateran Council is convened by Pope Innocent III.",
      "Genghis Khan's Mongol forces capture the city of Beijing.",
      "The First Barons' War breaks out in England.",
      "Frederick II is crowned King of the Romans.",
      "The Dominican Order is founded by Saint Dominic."
    ],
    "1258": [
      "Hulagu Khan's Mongol forces sack and burn Baghdad",
      "The House of Wisdom's great library is destroyed",
      "Al-Musta'sim, the last Abbasid Caliph, is executed",
      "Simon de Montfort forces King Henry III to accept the Provisions of Oxford",
      "The Treaty of Corbeil is signed between France and Aragon",
      "The first Mongol invasion of Vietnam is launched"
    ],
    "1271": [
      "Kublai Khan officially establishes the Yuan Dynasty in China.",
      "Marco Polo embarks on his famous journey to Asia with his father and uncle.",
      "The Ninth Crusade begins with the arrival of Prince Edward of England in Acre.",
      "Pope Gregory X is elected after the longest papal election in history.",
      "Mamluk Sultan Baibars captures the Crusader fortress of Krak des Chevaliers.",
      "The construction of Caerphilly Castle, the largest in Wales, is completed."
    ],
    "1291": [
      "William of Beaujeu leads final Templar defense",
      "Mamluk catapults nicknamed Furious and Victorious attack",
      "Henry II of Cyprus attempts naval relief expedition",
      "Tyre, Beirut and Sidon evacuated within weeks",
      "Fall of Acre ends two centuries of Crusader presence",
      "Hospitaller knights relocate headquarters to Rhodes"
    ],
    "1307": [
      "Guillaume de Nogaret coordinates simultaneous arrests",
      "Jacques de Molay confesses under torture then recants",
      "October 13th arrests create Friday superstition",
      "Templars accused of worshipping Baphomet idol",
      "Philip IV seizes Templar treasury and properties",
      "Banking network from London to Jerusalem destroyed"
    ],
    "1314": [
      "Edward II's army trapped in Scottish marshland",
      "Schiltron formations devastate English heavy cavalry",
      "Jacques de Molay curses Pope and King before execution",
      "Robert Bruce's guerrilla tactics prove superior",
      "Battle of Bannockburn secures Scottish independence",
      "Templar Grand Master burned alive on Seine island"
    ],
    "1315": [
      "A widespread famine begins in Europe, marking the end of a period of growth and prosperity.",
      "Louis X of France formally abolishes serfdom.",
      "The Scottish army under Robert the Bruce besieges Carlisle Castle.",
      "The Mamluk Sultanate invades and loots the city of Malatya.",
      "Ferdinand of Majorca conquers the Principality of Achaea in Greece.",
      "The Swiss Confederacy defeats the Habsburgs at the Battle of Morgarten."
    ],
    "1337": [
      "Isabella of France's son claims Capetian inheritance",
      "Philip VI confiscates Gascony from English crown",
      "Salic Law prevents female succession in France",
      "English wool trade with Flanders disrupted",
      "Hundred Years War begins over dynastic succession",
      "Battle of Cadzand demonstrates longbow effectiveness"
    ],
    "1347": [
      "Mongol siege of Caffa catapults infected corpses",
      "Genoese galleys flee Crimea carrying plague rats",
      "Yersinia pestis bacterium spreads through trade routes",
      "Messina becomes first European city infected",
      "Black Death pandemic begins demographic catastrophe",
      "Flagellant movements blame plague on divine wrath"
    ],
    "1348": [
      "The Black Death pandemic reaches Paris, France, and London, England.",
      "King Edward III of England establishes the Order of the Garter.",
      "A powerful earthquake strikes the region of Friuli in modern-day Italy.",
      "Pope Clement VI issues a papal bull to protect Jews from persecution during the Black Death.",
      "The University of Prague is founded by Holy Roman Emperor Charles IV.",
      "The Teutonic Order defeats the Grand Duchy of Lithuania at the Battle of Strėva."
    ],
    "1378": [
      "The death of Pope Gregory XI triggers the Western Schism, a split in the Catholic Church.",
      "Cardinals in Rome elect Pope Urban VI, while a rival faction elects Pope Clement VII in Avignon.",
      "The Ciompi, or wool carders, revolt in Florence and briefly seize control of the government.",
      "Holy Roman Emperor Charles IV dies and is succeeded by his son, Wenceslaus.",
      "Dmitri Donskoi, Grand Prince of Moscow, repels an invasion by the Mongol Blue Horde.",
      "The influential English theologian John Wycliffe is summoned to answer for his reformist ideas."
    ],
    "1381": [
      "The Peasants' Revolt, led by Wat Tyler, erupts in England against high poll taxes.",
      "Rebels storm the Tower of London, executing the Archbishop of Canterbury, Simon Sudbury.",
      "King Richard II meets with the rebels at Mile End and Smithfield.",
      "The rebel leader Wat Tyler is killed by the King's party during negotiations.",
      "The Ming dynasty of China annexes the former Kingdom of Dali.",
      "The War of Chioggia between Venice and Genoa concludes with a Venetian victory."
    ],
    "1400": [
      "The Epiphany Rising, a plot to assassinate King Henry IV, fails.",
      "Owain Glyndŵr begins a fourteen-year-long revolt against English rule in Wales.",
      "The forces of Timur the Lame (Tamerlane) sack the city of Aleppo in Syria.",
      "The Hồ dynasty is established in Vietnam by Hồ Quý Ly.",
      "The English poet Geoffrey Chaucer, author of *The Canterbury Tales*, dies.",
      "Byzantine Emperor Manuel II Palaiologos visits Paris to seek aid."
    ],
    "1415": [
      "Henry V leads starving army through Norman countryside",
      "English archers massacre French nobility in muddy field",
      "Council of Constance burns Czech reformer Jan Hus",
      "French heavy cavalry charges fail against stakes",
      "Battle of Agincourt proves longbow superior to chivalry",
      "Bohemian Hussite movement begins after Hus execution"
    ],
    "1420": [
      "Bohemian religious reformers develop mobile fortress wagons for battlefield",
      "Catholic Church declares crusade against Christian heretics in central Europe",
      "Jan Žižka's tactical innovations revolutionize medieval warfare",
      "Hussite wagon formations defeat traditional knightly cavalry charges",
      "Council of Constance aftermath sparks Bohemian religious revolution",
      "Battle of Kutná Hora demonstrates Hussite military superiority over crusading armies"
    ],
    "1429": [
      "Joan of Arc lifts the siege of Orléans, a turning point in the Hundred Years' War.",
      "French forces, led by Joan of Arc, decisively defeat the English at the Battle of Patay.",
      "Charles VII is crowned King of France in Reims Cathedral, with Joan of Arc at his side.",
      "The English crown the young Henry VI as King of England at Westminster Abbey.",
      "Philip the Good, Duke of Burgundy, founds the chivalric Order of the Golden Fleece.",
      "The city of Ayutthaya in modern-day Thailand captures the Khmer capital of Angkor."
    ],
    "1431": [
      "Pierre Cauchon presides over Joan's heresy trial",
      "Burgundian allies deliver Joan to English authorities",
      "Domremy peasant girl claims angelic visions",
      "Charles VII abandons Joan to political necessity",
      "Joan of Arc burned alive in Rouen marketplace",
      "French resistance movement gains martyred symbol"
    ],
    "1438": [
      "Albert II of Habsburg becomes King of Hungary and Germany",
      "Pope Eugenius IV moves the Council of Basel to Ferrara",
      "The Pragmatic Sanction of Bourges limits papal authority in France",
      "Pachacuti becomes the ruler of Cusco, beginning Inca expansion",
      "All Souls' College is founded at the University of Oxford",
      "The Dutch-Hanseatic War begins in Northern Europe"
    ],
    "1453": [
      "The Ottoman Sultan Mehmed II captures Constantinople, ending the Byzantine Empire.",
      "The Battle of Castillon, the final major battle of the Hundred Years' War, is a decisive French victory.",
      "English commander John Talbot, 1st Earl of Shrewsbury, is killed at the Battle of Castillon.",
      "The fall of Constantinople is a significant event marking the end of the Middle Ages.",
      "The exodus of Greek scholars from Constantinople contributes to the Renaissance in Italy.",
      "The Wars in Lombardy continue, with Venice and Naples fighting Florence and Milan."
    ],
    "1455": [
      "Richard Duke of York challenges Henry VI's sanity",
      "Edmund Beaufort killed at First Battle of St. Albans",
      "Gutenberg completes forty-two-line Bible printing",
      "Margaret of Anjou defends Lancastrian royal claims",
      "Movable type revolutionizes manuscript production",
      "Wars of the Roses begin thirty-year dynastic conflict"
    ],
    "1485": [
      "The Wars of the Roses culminate in the Battle of Bosworth Field.",
      "King Richard III of England is killed in battle, ending the Plantagenet dynasty.",
      "Henry Tudor is crowned King Henry VII, beginning the Tudor dynasty.",
      "The 'sweating sickness' epidemic breaks out in England for the first time.",
      "Matthias Corvinus of Hungary captures the city of Vienna.",
      "The first printed book on architecture, 'De Re Aedificatoria' by Leon Battista Alberti, is published."
    ],
    "1492": [
      "Muhammad XII surrenders Granada to Catholic monarchs in January",
      "German cartographer constructs first surviving terrestrial globe without Americas",
      "Ottoman navy rescues expelled Spanish Jews transporting them to Turkish shores",
      "Antonio de Nebrija publishes first Castilian Spanish grammar textbook",
      "Alhambra Decree forces 200,000 Jews to convert or leave Spain",
      "Columbus reaches Caribbean islands believing he found Asian trade route"
    ],
    "1498": [
      "Vasco da Gama rounds Cape of Good Hope successfully",
      "Calicut Zamorin receives Portuguese trade delegation",
      "Islamic merchants oppose European commercial intrusion",
      "Monsoon sailing patterns learned from Arab pilots",
      "Direct sea route to India bypasses Ottoman control",
      "Portuguese establish Asian maritime trading empire"
    ],
    "1500": [
      "Pedro Cabral accidentally discovers Brazil whilesailing to India",
      "Vicente Yáñez Pinzón becomes first European to sight Brazilian coast",
      "Pope Alexander VI declares Holy Jubilee Year drawing pilgrims to Rome",
      "Diogo Dias discovers Madagascar island naming it São Lourenço",
      "Cesare Borgia resumes military campaigns conquering Romagna territories",
      "Amazon River mouth explored by Spanish expedition from northeastern Brazil"
    ],
    "1503": [
      "Leonardo da Vinci begins Mona Lisa portrait",
      "Giuliano della Rovere becomes Pope Julius II",
      "Cesare Borgia's conquests threaten Italian balance",
      "Casa de Contratación regulates Spanish colonial trade",
      "Queen Isabella issues edict protecting New World indigenous populations",
      "High Renaissance artistic patronage reaches zenith"
    ],
    "1508": [
      "Michelangelo reluctantly accepts Sistine Chapel commission",
      "League of Cambrai unites against Venetian expansion",
      "Raphael begins Vatican Palace Room frescoes",
      "Emperor Maximilian I joins anti-Venetian alliance",
      "Pope Julius II plans military campaigns against Venice",
      "High Renaissance transforms papal artistic patronage"
    ],
    "1513": [
      "James IV dies in devastating defeat at Flodden Field",
      "Medici cardinal becomes Pope launching Renaissance papacy patronage",
      "Vasco Núñez de Balboa sights Pacific Ocean from Darién peak",
      "French cavalry flees so quickly battle earns nickname of Spurs",
      "Exiled Florentine diplomat writes treatise on effective political leadership",
      "Henry VIII lands massive army at Calais beginning French invasion"
    ],
    "1517": [
      "Martin Luther posts his Ninety-five Theses in Wittenberg.",
      "The Protestant Reformation begins, challenging the Catholic Church.",
      "The Ottoman Sultan Selim I conquers the Mamluk Sultanate in Egypt.",
      "The Ottoman Empire gains control of the holy cities of Mecca and Medina.",
      "A Spanish expedition led by Francisco Hernández de Córdoba lands in Yucatán.",
      "The Fifth Council of the Lateran, a Catholic Church council, concludes in Rome.",
      "Portuguese merchant Fernão Pires de Andrade makes first contact with Ming China."
    ],
    "1519": [
      "Habsburg Charles defeats French candidate for empire",
      "Cortés burns ships to prevent Spanish retreat",
      "Magellan receives royal charter for westward voyage",
      "Moctezuma II receives Spanish embassy in Tenochtitlan",
      "Luther challenges papal authority at Leipzig Disputation",
      "Charles V inherits largest empire since Charlemagne"
    ],
    "1521": [
      "Martin Luther declared heretic at Diet of Worms",
      "Tenochtitlan falls after eighty-day siege",
      "Frederick the Wise secretly protects Luther",
      "Smallpox pandemic devastates Aztec population",
      "Protestant Reformation gains imperial protection",
      "Magellan killed in Philippines by Lapu-Lapu"
    ],
    "1524": [
      "Giovanni da Verrazzano becomes first European to enter New York Bay",
      "German Peasants War spreads across Holy Roman Empire territories",
      "Vasco da Gama dies from malaria as Portuguese Viceroy of India",
      "Pedro de Alvarado defeats K'iche Maya forces near Quetzaltenango",
      "Francisco Pizarro begins first expedition attempting Peru conquest with eighty men",
      "Thomas Münzer promotes radical Protestant reforms among German peasants"
    ],
    "1527": [
      "Charles V's unpaid troops mutiny and sack Rome in May",
      "Niccolò Machiavelli dies ending career of influential political theorist",
      "Pope Clement VII surrenders after taking refuge in Castel Sant'Angelo",
      "German Peasants War finally ends with complete peasant defeat",
      "Ferdinand I crowned King of Hungary at Székesfehérvár Basilica",
      "Croatian nobles elect Ferdinand Habsburg as their king at Cetin"
    ],
    "1534": [
      "Thomas Cranmer annuls Henry VIII's marriage to Catherine",
      "Act of Supremacy declares king head of English church",
      "Thomas More executed for refusing royal supremacy oath",
      "Jacques Cartier plants cross claiming Canada for France",
      "Anabaptists seize Münster creating radical Protestant commune",
      "English Reformation splits from papal authority permanently"
    ],
    "1543": [
      "Portuguese shipwreck survivors land on Tanegashima island",
      "Nicolaus Copernicus publishes De revolutionibus orbium",
      "Japanese daimyo purchase European firearms technology",
      "Heliocentric model challenges geocentric Ptolemaic system",
      "Jesuit Francis Xavier prepares mission to Asia",
      "Scientific Revolution begins with astronomical mathematics"
    ],
    "1558": [
      "Elizabeth I accedes to English throne after Mary I dies",
      "Francis, Duke of Guise, captures Calais from England",
      "Mary, Queen of Scots, marries French Dauphin Francis",
      "Ferdinand I becomes Holy Roman Emperor after Charles V",
      "Livonian War begins over territory in present-day Estonia",
      "Francisco Fernandes introduces smoking tobacco to Europe"
    ],
    "1571": [
      "Don Juan of Austria commands Holy League fleet",
      "Miguel de Cervantes loses hand fighting Turks",
      "Ali Pasha's Ottoman navy suffers catastrophic defeat",
      "Venetian galleys employ superior bronze cannons",
      "Battle of Lepanto ends Ottoman Mediterranean expansion",
      "Christian slaves freed from Turkish galley ships"
    ],
    "1582": [
      "Pope Gregory XIII introduces the Gregorian calendar.",
      "Ten days are skipped in October to correct the calendar.",
      "The University of Edinburgh is founded in Scotland.",
      "William Shakespeare marries Anne Hathaway in Stratford-upon-Avon.",
      "Warlord Oda Nobunaga is assassinated in the Honnō-ji Incident.",
      "Yermak Timofeyevich completes the Russian conquest of the Khanate of Sibir."
    ],
    "1588": [
      "Fire ships scattered massive invasion fleet near Gravelines",
      "Mary Queen of Scots executed for treason plot in February",
      "Christopher Marlowe writes Doctor Faustus tragedy in London",
      "Weather phenomenon disperses Mediterranean naval force",
      "Protestant winds save England from Catholic invasion",
      "Spanish Armada defeat reshapes European naval power balance"
    ],
    "1598": [
      "Henry IV converts to Catholicism for French crown",
      "Duke of Mayenne surrenders last Catholic League stronghold",
      "Huguenots granted fortified cities for protection",
      "Philip II of Spain dies ending Habsburg expansion",
      "Edict of Nantes establishes French religious tolerance",
      "Treaty of Vervins ends Spanish intervention in France"
    ],
    "1600": [
      "The East India Company is granted a royal charter by Queen Elizabeth I.",
      "Giordano Bruno is burned at the stake for heresy in Rome.",
      "William Shakespeare's play *A Midsummer Night's Dream* is published.",
      "Tokugawa Ieyasu wins the Battle of Sekigahara, unifying Japan.",
      "The world's first modern opera, *Euridice*, premieres in Florence.",
      "The Huaynaputina volcano in Peru erupts violently."
    ],
    "1602": [
      "The Dutch East India Company (VOC) is established in Amsterdam.",
      "Shakespeare's comedy 'Twelfth Night' is first performed in London.",
      "The Bodleian Library at Oxford University is opened to the public.",
      "English explorer Bartholomew Gosnold lands on Cape Cod.",
      "Shah Abbas I of Persia drives the Portuguese from Bahrain.",
      "The Battle of Kinsale in Ireland concludes with an English victory."
    ],
    "1603": [
      "Queen Elizabeth I of England dies, ending the Tudor dynasty.",
      "King James VI of Scotland accedes to the English throne as James I.",
      "Tokugawa Ieyasu is appointed shogun, establishing the Tokugawa shogunate in Japan.",
      "French explorer Samuel de Champlain makes his first voyage to Canada.",
      "A major outbreak of the bubonic plague kills thousands in London.",
      "The first quarto edition of William Shakespeare's play Hamlet is published."
    ],
    "1605": [
      "Catholic conspirators stockpile explosive barrels beneath legislative assembly",
      "Ingenious gentleman tilts at windmills in groundbreaking satirical novel",
      "Emperor Akbar dies after unifying diverse subcontinental empire",
      "Midnight search discovers plotter guarding underground demolition materials",
      "Guy Fawkes caught beneath Parliament while Cervantes publishes Don Quixote",
      "Gunpowder Plot foiled November 5th as Mughal Emperor Akbar dies October 27th"
    ],
    "1607": [
      "John Smith leads Virginia Company expedition",
      "Pocahontas saves Smith from Powhatan execution",
      "Jamestown settlers face starvation and disease",
      "Roanoke Lost Colony mystery remains unsolved",
      "English establish permanent Chesapeake settlement",
      "Tobacco cultivation begins colonial cash crop economy"
    ],
    "1609": [
      "Galileo Galilei observes the Moon through his telescope.",
      "Johannes Kepler publishes his first two laws of planetary motion.",
      "Henry Hudson explores the river that now bears his name.",
      "The expulsion of the Moriscos from Spain begins.",
      "The Twelve Years' Truce is signed between Spain and the Dutch Republic.",
      "The first volume of the Douay-Rheims Bible is published."
    ],
    "1611": [
      "The King James Version of the Bible is published in London.",
      "William Shakespeare's tragedy *Macbeth* is first performed at the Globe Theatre.",
      "The University of Santo Tomas is founded in Manila, the oldest in Asia.",
      "The second part of Miguel de Cervantes' novel *Don Quixote* is published.",
      "The English explorer Henry Hudson is set adrift by his mutinous crew.",
      "The Dutch East India Company establishes a trading post in Japan."
    ],
    "1616": [
      "William Shakespeare dies in Stratford-upon-Avon.",
      "Miguel de Cervantes, author of *Don Quixote*, dies in Madrid.",
      "The Catholic Church bans Copernicus's book on a heliocentric universe.",
      "Pocahontas travels to England with her husband, John Rolfe.",
      "Dirk Hartog makes the second European landing on Australia.",
      "Sir Walter Raleigh is released from the Tower of London.",
      "Ben Jonson receives a royal pension as poet laureate.",
      "Nurhaci establishes the Later Jin dynasty in Manchuria."
    ],
    "1618": [
      "Bohemian nobles throw imperial governors from window",
      "Frederick V accepts crown sparking European war",
      "Catholic League mobilizes against Protestant states",
      "Walter Raleigh executed ending Elizabethan era",
      "Thirty Years War begins with Bohemian revolt",
      "Johannes Kepler publishes laws of planetary motion"
    ],
    "1620": [
      "Mayflower Compact signed creating colonial government",
      "Massasoit makes peace treaty with Plymouth settlers",
      "Pilgrim Separatists flee Anglican persecution",
      "Battle of White Mountain crushes Bohemian independence",
      "Squanto teaches colonists corn cultivation techniques",
      "Winter kills half of Plymouth settlement population"
    ],
    "1633": [
      "Roman Inquisition forces Galileo to recant heliocentric theory",
      "Calvert expedition departs England seeking Catholic religious refuge",
      "Wallenstein conducts secret peace negotiations with enemy powers",
      "Murad IV campaigns against rebellious Georgian kingdoms",
      "Cibali fire destroys one-fifth of Constantinople",
      "Massachusetts colonists establish Ipswich near Merrimack River"
    ],
    "1642": [
      "Charles I attempts to arrest five members of Parliament",
      "Oliver Cromwell organizes Ironside cavalry regiment",
      "Battle of Edgehill ends in tactical stalemate",
      "Royal standard raised at Nottingham declaring war",
      "English Civil War divides nation between King and Parliament",
      "Puritan revolution challenges divine right of kings"
    ],
    "1644": [
      "The last Ming emperor, Chongzhen, commits suicide as rebels enter Beijing.",
      "The Manchus conquer Beijing and establish the Qing dynasty in China.",
      "Parliamentarian forces win a decisive victory at the Battle of Marston Moor.",
      "John Milton publishes his influential pamphlet *Areopagitica*.",
      "Pope Urban VIII dies, ending a papacy of over two decades.",
      "The French settlement of Ville-Marie is officially renamed Montreal."
    ],
    "1648": [
      "The Peace of Westphalia ends the Thirty Years' War in Europe.",
      "The Treaty of Münster recognizes the Dutch Republic's independence.",
      "Colonel Thomas Pride purges the English Long Parliament of members.",
      "The Fronde civil war erupts in Paris against Cardinal Mazarin.",
      "The Khmelnytsky Uprising begins in the Polish-Lithuanian Commonwealth.",
      "Shah Jahan completes the construction of the Red Fort in Delhi.",
      "George Fox founds the Religious Society of Friends, or Quakers."
    ],
    "1649": [
      "Oliver Cromwell launches brutal campaign against Irish Catholics",
      "Louis XIV flees Paris during noble uprising",
      "Manchu forces reconquer central Chinese provinces from Ming loyalists",
      "Charles I refuses to recognize court's legal authority",
      "Charles I beheaded outside Whitehall Banqueting House for treason",
      "Oliver Cromwell declares England Commonwealth after regicide execution"
    ],
    "1665": [
      "Microscopic organisms observed swimming in rainwater for scientific documentation",
      "Great urban catastrophe drives young mathematician to countryside isolation",
      "Mathematical genius develops calculus during enforced academic holiday",
      "Bubonic plague kills quarter of England's capital population in eighteen months",
      "Isaac Newton's annus mirabilis begins at Woolsthorpe Manor estate",
      "Great Plague of London forces Cambridge University closure, inspiring Newton's discoveries"
    ],
    "1666": [
      "Great Fire burns four-fifths of London within walls",
      "Newton observes apple falling inspiring gravity theory",
      "Christopher Wren plans fifty-one church rebuildings",
      "Samuel Pepys documents fire in famous diary",
      "Plague year kills 100,000 Londoners before fire",
      "Scientific Revolution advances through mathematical physics"
    ],
    "1682": [
      "William Penn receives royal charter for Pennsylvania",
      "Peter the Great becomes sole ruler after Ivan's death",
      "Quaker Holy Experiment promotes religious tolerance",
      "Edmund Halley observes comet predicting return",
      "Pennsylvania attracts German and Dutch immigrants",
      "Moscow Streltsy rebellion challenges Tsarist authority"
    ],
    "1683": [
      "Massive military force besieges strategic city controlling river trade routes",
      "Winged cavalry charges downhill to save besieged European capital",
      "Grand Vizier's failed campaign ends with silk cord execution",
      "Coffee houses proliferate after enemy's hasty retreat leaves supplies",
      "Polish King Jan Sobieski defeats Ottoman army at Vienna gates",
      "Battle of Vienna on September 12th halts Turkish expansion into Europe"
    ],
    "1685": [
      "King Louis XIV of France revokes the Edict of Nantes",
      "The Monmouth Rebellion is crushed at the Battle of Sedgemoor",
      "Johann Sebastian Bach and George Frideric Handel are born",
      "The Code Noir is introduced in the French colonial empire",
      "James II succeeds his brother Charles II as King of England",
      "The Alice Lisle trial is held as part of the Bloody Assizes"
    ],
    "1687": [
      "Cambridge professor publishes mathematical description of celestial mechanics",
      "Universal gravitation theory explains both falling apples and planetary orbits",
      "Three laws of motion establish foundation for classical physics",
      "Latin treatise revolutionizes understanding of forces and motion",
      "Isaac Newton's Principia Mathematica creates modern mathematical physics",
      "Mathematical Principles of Natural Philosophy transforms scientific methodology permanently"
    ],
    "1688": [
      "Seven bishops petition against James II's Declaration",
      "William of Orange lands at Torbay with Dutch army",
      "James II flees to France abandoning throne",
      "Mary Stuart accepts joint crown with husband William",
      "Glorious Revolution establishes parliamentary supremacy",
      "Bill of Rights limits royal prerogatives permanently"
    ],
    "1692": [
      "Salem Witch Trials begin in Massachusetts Bay Colony",
      "Bridget Bishop is the first person hanged for witchcraft",
      "Earthquake and tsunami destroy Port Royal, Jamaica",
      "Massacre of Glencoe occurs in the Scottish Highlands",
      "Anglo-Dutch fleet defeats the French at the Battle of La Hogue",
      "The Kangxi Emperor issues an Edict of Tolerance towards Christians"
    ],
    "1704": [
      "The Duke of Marlborough defeats the French at the Battle of Blenheim",
      "An Anglo-Dutch force captures Gibraltar from Spain",
      "Tsar Peter the Great's forces capture Narva from Sweden",
      "French and Native American forces raid Deerfield, Massachusetts",
      "Isaac Newton publishes his book Opticks",
      "Jonathan Swift publishes his satire A Tale of a Tub"
    ],
    "1707": [
      "Scottish Parliament votes for union with England",
      "Darien Scheme bankruptcy forces Scottish accommodation",
      "Anne becomes first Queen of Great Britain",
      "Jacobite threat influences union negotiations",
      "Act of Union creates unified British Parliament",
      "Presbyterian Kirk protected in union settlement"
    ],
    "1721": [
      "Senate proclaims Peter the Great Emperor of All Russias",
      "Treaty of Nystad ends twenty-one year Northern War",
      "Sweden cedes Baltic provinces to Russia",
      "Charles XII dies ending Swedish imperial ambitions",
      "Russian Empire gains access to European trade routes",
      "St. Petersburg becomes window to Europe"
    ],
    "1740": [
      "Frederick II invades Silesia without declaration",
      "Maria Theresa inherits Habsburg lands at age twenty-three",
      "Pragmatic Sanction challenged by European powers",
      "French support Bavarian claim to imperial crown",
      "War of Austrian Succession disrupts European balance",
      "Prussian army proves superior through disciplined training"
    ],
    "1751": [
      "Denis Diderot and d'Alembert begin Encyclopedia project",
      "Madame de Pompadour protects philosophes from censorship",
      "Robert Clive wins Battle of Plassey in India",
      "Voltaire publishes Age of Louis XIV",
      "Encyclopedia compiles rational knowledge systematically",
      "Benjamin Franklin experiments with electricity and lightning"
    ],
    "1756": [
      "Diplomatic Revolution realigns European alliances",
      "Frederick the Great launches preemptive strike on Saxony",
      "French and Indian War begins in North America",
      "Black Hole of Calcutta incident sparks British outrage",
      "Seven Years War becomes first global conflict",
      "Treaty of Westminster establishes Anglo-Prussian alliance securing Hanover neutrality"
    ],
    "1769": [
      "James Watt patents separate condenser steam engine",
      "Captain Cook observes Venus transit from Tahiti",
      "Dartmouth College chartered in New Hampshire",
      "Richard Arkwright patents mechanical spinning frame revolutionizing textile production",
      "Industrial Revolution gains momentum with steam power",
      "Spanish missions established in California"
    ],
    "1770": [
      "British soldiers fire on a crowd in Boston, killing five colonists.",
      "Captain James Cook charts the eastern coast of Australia for Britain.",
      "The marriage of Louis XVI and Marie Antoinette allies France and Austria.",
      "The composer Ludwig van Beethoven is born in Bonn, Germany.",
      "The British Parliament repeals most of the unpopular Townshend Acts.",
      "The Spanish expedition of Gaspar de Portolá establishes the Presidio of Monterey.",
      "James Hargreaves receives a patent for his spinning jenny textile machine."
    ],
    "1773": [
      "Sons of Liberty disguise as Mohawk warriors",
      "East India Company tea dumped into Boston Harbor",
      "Samuel Adams organizes colonial resistance movement",
      "Tea Act grants monopoly triggering merchant opposition",
      "Boston Tea Party escalates imperial crisis",
      "Pope Clement XIV suppresses Jesuit order worldwide"
    ],
    "1774": [
      "The First Continental Congress meets in Philadelphia to discuss colonial grievances.",
      "The British Parliament passes the Coercive Acts to punish Massachusetts.",
      "The element oxygen is independently discovered by Joseph Priestley and Carl Wilhelm Scheele.",
      "Goethe's novel *The Sorrows of Young Werther* is published, sparking a sensation.",
      "King Louis XV of France dies, and his grandson Louis XVI ascends the throne.",
      "The Quebec Act is passed, expanding the territory of the province of Quebec."
    ],
    "1775": [
      "The Battles of Lexington and Concord mark the start of the American Revolution.",
      "The Second Continental Congress appoints George Washington as commander-in-chief.",
      "The Battle of Bunker Hill results in a costly British victory.",
      "Patrick Henry delivers his famous 'Give me liberty, or give me death!' speech.",
      "The Olive Branch Petition is sent to King George III as a final plea for peace.",
      "The Continental Navy is established by the Continental Congress."
    ],
    "1776": [
      "Secret society founded in Bavarian forest during torchlight ceremony",
      "Scottish economist publishes foundational work on free market capitalism",
      "Captain James Cook begins third Pacific voyage seeking Northwest Passage",
      "Thomas Paine's pamphlet Common Sense inspires colonial independence movement",
      "Adam Weishaupt establishes Illuminati and Adam Smith publishes Wealth of Nations",
      "Declaration of Independence creates first modern democratic republic in Philadelphia"
    ],
    "1783": [
      "The Treaty of Paris officially ends the American Revolutionary War",
      "Catherine the Great annexes the Crimean Khanate for Russia",
      "The Laki volcanic fissure erupts in Iceland, causing widespread famine",
      "A series of earthquakes devastates Calabria in Southern Italy",
      "The Montgolfier brothers launch the first manned hot-air balloon flight",
      "The United States is recognized as an independent nation"
    ],
    "1784": [
      "The Treaty of Paris is ratified, officially ending the American Revolution.",
      "The state of Franklin is declared in what will become Tennessee.",
      "Russia establishes its first permanent settlement in Alaska on Kodiak Island.",
      "Pierre Beaumarchais's play 'The Marriage of Figaro' premieres in Paris.",
      "Élisabeth Thible of France becomes the first woman to fly in a hot-air balloon.",
      "Benjamin Franklin is credited with the invention of bifocal spectacles."
    ],
    "1787": [
      "The Constitutional Convention in Philadelphia drafts the U.S. Constitution.",
      "The British establish a settlement for freed slaves in Sierra Leone.",
      "Shays' Rebellion, an uprising of farmers in Massachusetts, is defeated.",
      "Wolfgang Amadeus Mozart's opera *Don Giovanni* premieres in Prague.",
      "Inventor John Fitch demonstrates his first successful steamboat.",
      "The Northwest Ordinance is passed, organizing the Northwest Territory."
    ],
    "1788": [
      "Captain Arthur Phillip establishes a penal colony at Sydney Cove.",
      "New Hampshire becomes the ninth state to ratify the U.S. Constitution.",
      "The city of Marietta, Ohio, is founded as the first permanent U.S. settlement in the Northwest Territory.",
      "A major fire destroys 856 buildings in the city of New Orleans.",
      "The African Association is founded in London to explore West Africa.",
      "The Day of the Tiles, a riot against royal authority, takes place in Grenoble, France."
    ],
    "1789": [
      "The French Revolution begins with the storming of the Bastille in Paris.",
      "George Washington is inaugurated as the first President of the United States.",
      "The U.S. Congress proposes the Bill of Rights to the Constitution.",
      "The Declaration of the Rights of Man and of the Citizen is adopted in France.",
      "Fletcher Christian leads a mutiny on the HMS Bounty.",
      "Astronomer William Herschel discovers Enceladus, a moon of Saturn."
    ],
    "1793": [
      "King Louis XVI of France is executed by guillotine in Paris.",
      "The Reign of Terror begins in France under the Committee of Public Safety.",
      "The Louvre Museum opens to the public in Paris.",
      "Eli Whitney invents the cotton gin, revolutionizing the cotton industry.",
      "The U.S. Congress passes the first Fugitive Slave Act.",
      "The first official United States coins are issued by the U.S. Mint."
    ],
    "1799": [
      "Napoleon Bonaparte overthrows the French Directory in a coup.",
      "The Rosetta Stone is discovered in Egypt by French soldiers.",
      "George Washington dies at his Mount Vernon home.",
      "The War of the Second Coalition continues in Europe.",
      "The Coup of 18 Brumaire brings Napoleon to power.",
      "The Austro-Russian army campaigns against the French in Italy."
    ],
    "1804": [
      "Napoleon seizes crown from Pope Pius VII",
      "Lewis and Clark expedition departs St. Louis",
      "Haiti becomes first black republic under Dessalines",
      "Code Napoléon establishes civil law system",
      "French Empire proclaimed with continental ambitions",
      "Sacagawea guides expedition through Rocky Mountains"
    ],
    "1805": [
      "The Battle of Trafalgar establishes British naval supremacy.",
      "Napoleon Bonaparte is crowned King of Italy.",
      "The Lewis and Clark Expedition reaches the Pacific Ocean.",
      "The First Barbary War ends with the Battle of Derne.",
      "Muhammad Ali Pasha founds his dynasty in Egypt.",
      "Ludwig van Beethoven's \"Eroica\" symphony premieres in Vienna."
    ],
    "1812": [
      "Devastating earthquake destroys Caracas interpreted as divine punishment",
      "American merchant vessels seized by British naval forces enforcing blockade",
      "Battle of Borodino becomes bloodiest single day of Napoleonic Wars",
      "Grande Armée enters Moscow finding abandoned city set ablaze",
      "Caracas earthquake kills thousands undermining Bolivar's independence movement",
      "Napoleon retreats from Russia losing half million soldiers to winter"
    ],
    "1814": [
      "Napoleon Bonaparte abdicates as Emperor of France and is exiled to the island of Elba.",
      "British troops capture Washington D.C. and burn the White House and the Capitol.",
      "Francis Scott Key writes the poem 'The Star-Spangled Banner' during the Battle of Baltimore.",
      "The Treaty of Ghent is signed, officially ending the War of 1812.",
      "The Congress of Vienna begins, redrawing the map of Europe after the Napoleonic Wars.",
      "The first public performance of Franz Schubert's 'Gretchen am Spinnrade' takes place in Vienna."
    ],
    "1815": [
      "Wellington and Blücher defeat Napoleon at Waterloo",
      "Metternich designs conservative European balance",
      "Napoleon exiled to remote Atlantic island St. Helena",
      "Holy Alliance promotes Christian conservative values",
      "Congress of Vienna redraws European boundaries",
      "Battle of New Orleans fought after peace treaty"
    ],
    "1820": [
      "The Missouri Compromise is signed into law, admitting Missouri to the Union as a slave state.",
      "The first organized immigration of free African Americans to West Africa occurs.",
      "Explorers with a British expedition are the first to sight the Antarctic continent.",
      "King George III of Great Britain dies, ending a nearly 60-year reign.",
      "A liberal uprising in Spain forces King Ferdinand VII to accept a new constitution.",
      "American frontiersman Daniel Boone dies at the age of 85 in Missouri."
    ],
    "1821": [
      "Alexander Ypsilantis begins Greek independence revolt",
      "Agustín de Iturbide proclaims Mexican independence",
      "Simón Bolívar wins Battle of Carabobo",
      "Napoleon dies in exile on St. Helena island",
      "Greece declares independence from Ottoman Empire",
      "Missouri Compromise admits Maine and Missouri as states"
    ],
    "1825": [
      "Stockton and Darlington Railway opens passenger service",
      "Decembrist officers revolt against Nicholas I",
      "Erie Canal connects Great Lakes to Atlantic",
      "George Stephenson's Locomotion pulls first train",
      "John Quincy Adams wins presidency in House decision",
      "Russian autocracy crushes liberal military uprising"
    ],
    "1830": [
      "The July Revolution in Paris forces the abdication of King Charles X.",
      "The Indian Removal Act is signed into law by President Andrew Jackson.",
      "The Belgian Revolution leads to independence from the Netherlands.",
      "Joseph Smith publishes the Book of Mormon in Palmyra, New York.",
      "The Liverpool and Manchester Railway, the first modern railroad, opens.",
      "France invades Algeria, beginning its colonization of North Africa.",
      "Hector Berlioz's *Symphonie fantastique* premieres in Paris."
    ],
    "1831": [
      "Nat Turner leads a violent slave rebellion in Southampton County, Virginia.",
      "HMS *Beagle* departs on its second voyage with naturalist Charles Darwin.",
      "King Louis-Philippe of France establishes the French Foreign Legion.",
      "The first steam locomotive in the U.S. pulls a train on the Baltimore and Ohio Railroad.",
      "Vincenzo Bellini's opera *Norma* premieres at La Scala in Milan.",
      "Explorer James Clark Ross becomes the first European to reach the magnetic North Pole."
    ],
    "1833": [
      "Slavery Abolition Act frees 800,000 colonial slaves",
      "William Wilberforce dies three days after act passes",
      "Twenty million pounds compensates slaveholders",
      "Factory Act limits child labor in textile mills",
      "British Empire leads global antislavery movement",
      "Oxford Movement revives High Church Anglicanism"
    ],
    "1837": [
      "Victoria ascends throne at age eighteen",
      "Samuel Morse patents electromagnetic telegraph",
      "Financial panic spreads from New York across America",
      "Papineau Rebellion challenges British rule in Canada",
      "Victorian era begins sixty-three year reign",
      "Electric communication revolutionizes information speed"
    ],
    "1844": [
      "Baltimore to Washington message travels instantly over copper wires",
      "Samuel Morse demonstrates electromagnetic communication system",
      "What hath God wrought transmitted as first official telegram",
      "Religious revival spreads across Protestant denominations in America",
      "Telegraph network begins connecting distant cities electronically",
      "Great Awakening coincides with communications revolution transforming information speed"
    ],
    "1845": [
      "A devastating potato blight strikes Ireland, leading to widespread famine.",
      "Sir Robert Peel's government repeals the Corn Laws in Britain.",
      "The Republic of Texas is annexed by the United States, becoming the 28th state.",
      "Sir John Franklin's expedition to find the Northwest Passage disappears in the Arctic.",
      "The Great Famine begins in Ireland, causing mass starvation and emigration.",
      "The concept of Manifest Destiny fuels American westward expansion.",
      "Florida is admitted as the 27th state of the United States.",
      "Edgar Allan Poe publishes \"The Raven,\" a narrative poem."
    ],
    "1846": [
      "The United States declares war on Mexico, beginning the Mexican-American War.",
      "The ill-fated Donner Party becomes snowbound in the Sierra Nevada.",
      "The planet Neptune is discovered by astronomers in Germany and England.",
      "Elias Howe is granted a U.S. patent for his sewing machine.",
      "The Smithsonian Institution is established in Washington, D.C.",
      "The British Parliament repeals the Corn Laws, a major victory for free trade."
    ],
    "1847": [
      "The Republic of Liberia declares its independence in West Africa.",
      "Brigham Young and Mormon pioneers arrive in the Salt Lake Valley, founding Salt Lake City.",
      "U.S. forces under General Winfield Scott capture Mexico City during the Mexican-American War.",
      "Emily Brontë's novel 'Wuthering Heights' is published.",
      "The American Medical Association (AMA) is founded in Philadelphia.",
      "The first official United States postage stamps are issued."
    ],
    "1848": [
      "The Treaty of Guadalupe Hidalgo ends the Mexican-American War.",
      "The Frankfurt Parliament convenes to draft a German constitution.",
      "Karl Marx and Friedrich Engels publish *The Communist Manifesto*.",
      "Gold is discovered by James W. Marshall at Sutter's Mill, California.",
      "The February Revolution in Paris establishes the Second French Republic.",
      "The Seneca Falls Convention for women's rights is held in New York.",
      "Uprisings occur in Vienna, leading to Metternich's resignation.",
      "Lajos Kossuth leads a nationalist uprising in Hungary.",
      "Revolutions for independence sweep across the Italian peninsula."
    ],
    "1851": [
      "The Great Exhibition is held in the Crystal Palace in London.",
      "Herman Melville's novel *Moby-Dick* is published in New York.",
      "Isaac Singer patents his design for a practical sewing machine.",
      "The Taiping Rebellion, led by Hong Xiuquan, begins in southern China.",
      "Louis-Napoléon Bonaparte stages a coup d'état in France.",
      "The yacht *America* wins the first America's Cup sailing race."
    ],
    "1853": [
      "The Crimean War begins between the Russian Empire and the Ottoman Empire.",
      "The United States acquires a large area of land from Mexico in the Gadsden Purchase.",
      "The first passenger railway in India begins service between Bombay and Thana.",
      "Taiping rebels capture the city of Nanjing and make it their capital.",
      "The Exhibition of the Industry of All Nations, the first U.S. World's Fair, is held.",
      "Chef George Crum creates the first potato chips at a resort in Saratoga Springs."
    ],
    "1859": [
      "Charles Darwin publishes Origin of Species",
      "Edwin Drake drills first commercial oil well",
      "John Brown raids Harpers Ferry federal armory",
      "Suez Canal construction begins under de Lesseps",
      "Natural selection theory challenges religious creation",
      "Petroleum age begins with Pennsylvania drilling"
    ],
    "1861": [
      "The American Civil War begins with the Confederate attack on Fort Sumter.",
      "Tsar Alexander II of Russia issues the Emancipation Edict, freeing the serfs.",
      "The Kingdom of Italy is proclaimed with Victor Emmanuel II as its first king.",
      "The First Battle of Bull Run, the first major battle of the Civil War, is a Confederate victory.",
      "Jefferson Davis is elected the first and only President of the Confederate States of America.",
      "The first transcontinental telegraph line is completed in the United States."
    ],
    "1862": [
      "President Lincoln issues the preliminary Emancipation Proclamation.",
      "The Homestead Act is passed, encouraging westward expansion.",
      "The Battle of Antietam becomes the bloodiest single day in American history.",
      "Victor Hugo's novel Les Misérables is published in Paris.",
      "The USS Monitor and CSS Virginia clash in the Battle of Hampton Roads.",
      "Otto von Bismarck is appointed Minister President of Prussia.",
      "Richard Gatling patents his revolutionary rapid-fire gun."
    ],
    "1863": [
      "President Abraham Lincoln issues the Emancipation Proclamation.",
      "The Battle of Gettysburg marks a turning point in the American Civil War.",
      "Union forces capture Vicksburg, gaining control of the Mississippi River.",
      "President Lincoln delivers the Gettysburg Address.",
      "The first wartime military draft is enacted in the United States.",
      "The International Red Cross is founded in Geneva, Switzerland."
    ],
    "1865": [
      "The American Civil War ends with the surrender of Robert E. Lee.",
      "President Abraham Lincoln is assassinated at Ford's Theatre.",
      "The Thirteenth Amendment to the U.S. Constitution abolishes slavery.",
      "Lewis Carroll publishes *Alice's Adventures in Wonderland*.",
      "The Salvation Army is founded in London.",
      "The Ku Klux Klan is formed in Pulaski, Tennessee."
    ],
    "1867": [
      "The United States purchases the territory of Alaska from the Russian Empire.",
      "The Dominion of Canada is formed through the British North America Act.",
      "The Second Reform Act in the United Kingdom expands the voting franchise.",
      "Emperor Maximilian I of Mexico is executed by republican forces.",
      "The first volume of Karl Marx's influential book *Das Kapital* is published.",
      "The discovery of the Eureka Diamond sparks the South African diamond rush."
    ],
    "1869": [
      "Ferdinand de Lesseps opens Suez Canal",
      "Golden Spike completes transcontinental railroad",
      "Wyoming Territory grants women voting rights",
      "Ulysses S. Grant inaugurated as president",
      "Suez Canal reduces Asia-Europe voyage time",
      "Central Pacific and Union Pacific railroads meet"
    ],
    "1871": [
      "Wilhelm I is proclaimed German Kaiser at the Palace of Versailles.",
      "The Paris Commune seizes control of the French capital.",
      "Otto von Bismarck achieves the unification of Germany.",
      "The Great Chicago Fire destroys much of the city.",
      "The Franco-Prussian War ends with the Treaty of Frankfurt.",
      "Henry Stanley finds David Livingstone in Ujiji, Africa.",
      "The Peshtigo Fire, the deadliest in U.S. history, devastates Wisconsin.",
      "The Ku Klux Klan Act is signed into law in the United States."
    ],
    "1876": [
      "Alexander Graham Bell patents telephone invention",
      "Custer's Seventh Cavalry annihilated by Lakota",
      "Centennial Exhibition celebrates American industrial progress",
      "Bulgarian Massacre sparks European diplomatic intervention",
      "Colorado admitted as thirty-eighth state",
      "Porfirio Díaz begins Mexican dictatorship"
    ],
    "1877": [
      "The Great Railroad Strike is the first major national strike in the U.S.",
      "The Compromise of 1877 ends the Reconstruction era in the American South.",
      "The first Wimbledon tennis championship is held in London.",
      "Thomas Edison invents the phonograph, a device for recording sound.",
      "The Lakota leader Crazy Horse surrenders to U.S. troops in Nebraska.",
      "Russia declares war on the Ottoman Empire, beginning the Russo-Turkish War."
    ],
    "1881": [
      "U.S. President James A. Garfield is assassinated in Washington D.C.",
      "Czar Alexander II of Russia is assassinated in Saint Petersburg.",
      "The Gunfight at the O.K. Corral takes place in Tombstone, Arizona.",
      "Clara Barton establishes the American Red Cross in the United States.",
      "The Tuskegee Institute, a university for African Americans, is founded.",
      "The first episodes of 'The Adventures of Pinocchio' are published in Italy."
    ],
    "1882": [
      "Germany, Austria-Hungary, and Italy form the Triple Alliance.",
      "British forces occupy Egypt, beginning a long period of British influence.",
      "The United States passes the Chinese Exclusion Act, banning Chinese immigration.",
      "The world's first hydroelectric power plant begins operation in Wisconsin.",
      "The naturalist Charles Darwin, author of *On the Origin of Species*, dies.",
      "The Gotthard Tunnel, the world's longest railway tunnel, opens in Switzerland."
    ],
    "1883": [
      "The volcano Krakatoa erupts in one of the most violent eruptions in recorded history.",
      "The Brooklyn Bridge opens to traffic after 13 years of construction.",
      "The Orient Express makes its first official journey from Paris to Istanbul.",
      "Robert Louis Stevenson's novel 'Treasure Island' is published in book form.",
      "The first electric lighting system using overhead wires is installed in Roselle, New Jersey.",
      "The Metropolitan Opera House opens in New York City."
    ],
    "1884": [
      "The International Meridian Conference establishes the Greenwich Meridian as the prime meridian.",
      "Mark Twain's novel *Adventures of Huckleberry Finn* is first published.",
      "The first volume of the Oxford English Dictionary is published.",
      "The Berlin Conference begins, regulating European colonization in Africa.",
      "The Statue of Liberty is completed in Paris before its shipment to New York.",
      "Grover Cleveland is elected as the 22nd President of the United States."
    ],
    "1885": [
      "The Berlin Conference ends, formalizing the Scramble for Africa.",
      "King Leopold II establishes the Congo Free State.",
      "Grover Cleveland begins his first term as U.S. President.",
      "Louis Pasteur successfully tests the first rabies vaccine.",
      "The Statue of Liberty arrives in New York Harbor.",
      "Mark Twain's *The Adventures of Huckleberry Finn* is published.",
      "Karl Benz receives the first patent for a gasoline-powered automobile."
    ],
    "1886": [
      "The Statue of Liberty is dedicated in New York Harbor.",
      "A bomb explodes at a labor rally in Haymarket Square.",
      "Coca-Cola is invented by pharmacist John Stith Pemberton.",
      "Apache leader Geronimo surrenders to U.S. General Nelson Miles.",
      "President Grover Cleveland marries Frances Folsom in the White House.",
      "A major earthquake strikes Charleston, South Carolina.",
      "Karl Benz and Gottlieb Daimler patent the first automobiles."
    ],
    "1887": [
      "Construction of the Eiffel Tower begins in Paris, France.",
      "Queen Victoria celebrates her Golden Jubilee, marking 50 years on the British throne.",
      "The United States passes the Dawes Act, authorizing the division of Native American tribal land.",
      "Arthur Conan Doyle's 'A Study in Scarlet,' the first Sherlock Holmes story, is published.",
      "Anne Sullivan begins teaching the blind and deaf Helen Keller.",
      "The first official Groundhog Day is celebrated in Punxsutawney, Pennsylvania."
    ],
    "1888": [
      "The serial killer 'Jack the Ripper' terrorizes the Whitechapel district of London.",
      "The National Geographic Society is founded in Washington, D.C. by Gardiner Greene Hubbard.",
      "Brazil's Princess Isabel signs the 'Golden Law', abolishing slavery.",
      "The Washington Monument opens to the public after decades of construction.",
      "The Great Blizzard of 1888 buries the U.S. East Coast in snow.",
      "The English Football League is founded by William McGregor."
    ],
    "1889": [
      "The Eiffel Tower is inaugurated in Paris for the Exposition Universelle.",
      "The South Fork Dam collapses, causing the deadly Johnstown Flood.",
      "The Oklahoma Land Rush opens two million acres to eager settlers.",
      "Nintendo is founded in Kyoto, Japan, as a playing card company.",
      "Brazil's monarchy is overthrown, and a republic is declared.",
      "Vincent van Gogh paints *The Starry Night* in Saint-Rémy-de-Provence."
    ],
    "1890": [
      "The Wounded Knee Massacre occurs, marking the end of the American Indian Wars.",
      "Yosemite National Park is established in California, largely due to John Muir's efforts.",
      "The Sherman Antitrust Act is passed, the first U.S. law to prohibit monopolies.",
      "Idaho and Wyoming are admitted as the 43rd and 44th U.S. states.",
      "Vincent van Gogh dies from a self-inflicted gunshot wound in France.",
      "The National American Woman Suffrage Association is formed to advocate for women's voting rights."
    ],
    "1891": [
      "The game of basketball is invented by James Naismith in Springfield, Massachusetts.",
      "Carnegie Hall opens in New York City with a concert conducted by Pyotr Ilyich Tchaikovsky.",
      "The first successful separation of conjoined twins is performed in the United States.",
      "The Great Blizzard of 1891 strikes the south and west of England.",
      "The first Sherlock Holmes story, 'A Scandal in Bohemia', is published in The Strand Magazine.",
      "The first Wrigley's chewing gum is sold."
    ],
    "1892": [
      "Ellis Island opens as the main U.S. immigration processing center in New York Harbor.",
      "The Homestead Strike, a major industrial lockout and strike, turns violent in Pennsylvania.",
      "The Dalton Gang is nearly wiped out during a failed bank robbery in Coffeyville, Kansas.",
      "The Pledge of Allegiance is first recited in U.S. public schools.",
      "The first collection of Sherlock Holmes stories, 'The Adventures of Sherlock Holmes', is published.",
      "The Sierra Club, an environmental organization, is founded by John Muir."
    ],
    "1893": [
      "The World's Columbian Exposition, a world's fair, is held in Chicago.",
      "New Zealand becomes the first country to grant all women the right to vote.",
      "The Panic of 1893 triggers a severe economic depression in the United States.",
      "The Montreal Hockey Club wins the first Stanley Cup championship.",
      "Grover Cleveland is inaugurated for his second non-consecutive U.S. presidential term.",
      "The Duryea brothers test the first successful gasoline-powered car in America."
    ],
    "1894": [
      "The Pullman Strike, a major U.S. railroad strike, is suppressed by federal troops.",
      "The First Sino-Japanese War begins over control of Korea.",
      "The International Olympic Committee is founded in Paris.",
      "Coca-Cola is sold in bottles for the first time.",
      "The Dreyfus Affair begins in France with the wrongful conviction of Alfred Dreyfus.",
      "The Great Hinckley Fire burns through 400 square miles of Minnesota forest."
    ],
    "1895": [
      "Wilhelm Röntgen discovers a new type of electromagnetic radiation, which he calls X-rays.",
      "The Lumière brothers hold the first public screening of a motion picture in Paris.",
      "The First Sino-Japanese War ends with the signing of the Treaty of Shimonoseki.",
      "The Irish writer Oscar Wilde is convicted of 'gross indecency' and sentenced to prison.",
      "The first U.S. Open golf tournament is held in Newport, Rhode Island.",
      "The game of volleyball is invented by William G. Morgan in Holyoke, Massachusetts."
    ],
    "1896": [
      "The U.S. Supreme Court's Plessy v. Ferguson decision upholds 'separate but equal'.",
      "The first modern Olympic Games are held in Athens, Greece.",
      "Gold is discovered in the Klondike region of Canada, sparking a gold rush.",
      "Giacomo Puccini's opera 'La Bohème' premieres in Turin, Italy.",
      "Utah is admitted as the 45th U.S. state.",
      "Henry Ford builds his first automobile, the Ford Quadricycle."
    ],
    "1897": [
      "The Klondike Gold Rush begins in the Yukon after gold is discovered on Bonanza Creek.",
      "Queen Victoria celebrates her Diamond Jubilee, marking 60 years on the British throne.",
      "J.J. Thomson announces his discovery of the electron, a fundamental particle of matter.",
      "The first Boston Marathon is held, with John McDermott winning the race.",
      "Bram Stoker's gothic horror novel 'Dracula' is published in London.",
      "The first successful ascent of Aconcagua, the highest mountain in the Americas, is achieved."
    ],
    "1898": [
      "The USS Maine explodes in Havana Harbor, leading to the Spanish-American War.",
      "The United States annexes the Hawaiian Islands.",
      "The Philippines declares independence from Spain, but is not recognized by the U.S.",
      "Marie and Pierre Curie discover the radioactive elements radium and polonium.",
      "The 'Good Friday' Agreement is signed in Northern Ireland.",
      "Pepsi-Cola is invented by pharmacist Caleb Bradham."
    ],
    "1899": [
      "The Philippine-American War begins between the United States and Filipino revolutionaries.",
      "The Second Boer War breaks out in South Africa between the British and the Boers.",
      "The first Hague Peace Conference is held in the Netherlands.",
      "The German company Bayer patents aspirin.",
      "The 'newsboys' strike' takes place in New York City.",
      "Mount Rainier National Park is established in Washington state."
    ],
    "1900": [
      "The Boxer Rebellion, an anti-foreign uprising, is suppressed by an eight-nation alliance.",
      "The Galveston hurricane, the deadliest in U.S. history, devastates the Texas coast.",
      "Max Planck proposes his quantum theory of energy, a foundational theory of modern physics.",
      "Sigmund Freud publishes his influential book 'The Interpretation of Dreams'.",
      "The second modern Olympic Games are held in Paris as part of the Exposition Universelle.",
      "Kodak introduces the Brownie camera, making photography affordable for the masses."
    ],
    "1901": [
      "Queen Victoria of the United Kingdom dies, ending the 63-year Victorian era.",
      "President William McKinley is assassinated by an anarchist in Buffalo, New York.",
      "The Commonwealth of Australia is formed through the federation of six British colonies.",
      "The first Nobel Prizes are awarded in Stockholm, Sweden.",
      "Guglielmo Marconi sends the first transatlantic radio signal.",
      "A massive oil gusher at Spindletop, Texas, launches the American oil boom."
    ],
    "1902": [
      "The Second Boer War ends with the signing of the Treaty of Vereeniging.",
      "The eruption of Mount Pelée on Martinique destroys the city of Saint-Pierre.",
      "Cuba gains formal independence from the United States, with conditions.",
      "King Edward VII is crowned at Westminster Abbey after a delay due to illness.",
      "The football club Real Madrid is officially founded in the Spanish capital.",
      "Beatrix Potter's classic children's book, 'The Tale of Peter Rabbit', is published."
    ],
    "1903": [
      "Orville and Wilbur Wright make the first successful powered flight at Kitty Hawk, North Carolina.",
      "The first Tour de France, a multi-stage bicycle race, is held.",
      "The Ford Motor Company is incorporated by Henry Ford.",
      "The first modern World Series is played between the Boston Americans and the Pittsburgh Pirates.",
      "Marie and Pierre Curie, along with Henri Becquerel, are awarded the Nobel Prize in Physics.",
      "The silent film 'The Great Train Robbery' is released, a landmark in narrative filmmaking."
    ],
    "1904": [
      "The Russo-Japanese War begins with a surprise Japanese attack on Port Arthur.",
      "The Entente Cordiale, a friendly agreement, is signed between the UK and France.",
      "The first underground line of the New York City Subway opens to the public.",
      "The Louisiana Purchase Exposition, a World's Fair, is held in St. Louis.",
      "The Great Baltimore Fire destroys over 1,500 buildings in the city.",
      "Giacomo Puccini's opera 'Madama Butterfly' premieres at La Scala in Milan."
    ],
    "1905": [
      "The 'Bloody Sunday' massacre of peaceful demonstrators in St. Petersburg sparks a revolution.",
      "Albert Einstein publishes four groundbreaking papers, including his theory of special relativity.",
      "The Russo-Japanese War ends with a decisive Japanese victory.",
      "The First Moroccan Crisis increases tensions between Germany and France.",
      "The city of Las Vegas, Nevada, is founded in the Mojave Desert.",
      "The first Rotary Club is established in Chicago by Paul Harris."
    ],
    "1906": [
      "A massive earthquake and resulting fires devastate San Francisco.",
      "The U.S. Congress passes the Pure Food and Drug Act.",
      "Finland grants women the right to vote, a first in Europe.",
      "The first Grand Prix motor race is held at Le Mans, France.",
      "The All-India Muslim League is founded in Dhaka, British India.",
      "The British Royal Navy launches the revolutionary battleship HMS Dreadnought."
    ],
    "1907": [
      "The first commercial color photography process, Autochrome Lumière, is introduced.",
      "Oklahoma is admitted to the Union as the 46th U.S. state.",
      "The first Ziegfeld Follies premieres on Broadway.",
      "The Triple Entente alliance is formed between Great Britain, France, and Russia.",
      "The first electric washing machine, the 'Thor', is introduced by Hurley Machine Company.",
      "The first Cubist exhibition is held in Paris, featuring the work of Pablo Picasso."
    ],
    "1908": [
      "The Ford Model T, the first affordable automobile, is introduced.",
      "A massive explosion over Tunguska, Siberia, flattens 800 square miles of forest.",
      "The Summer Olympics are held in London, with athletes marching behind national flags.",
      "The Young Turk Revolution restores the Ottoman constitution.",
      "The first New Year's Eve ball drop is held in New York's Times Square.",
      "L.M. Montgomery's novel 'Anne of Green Gables' is published."
    ],
    "1909": [
      "The National Association for the Advancement of Colored People (NAACP) is founded in New York City.",
      "The first successful synthesis of a completely synthetic plastic, Bakelite, is announced.",
      "The U.S. Navy establishes its major naval base at Pearl Harbor, Hawaii.",
      "A treaty is signed between the United Kingdom and Siam, defining the modern border between Malaysia and Thailand.",
      "The first newsreels are shown in Parisian movie theaters, marking a new era of journalism.",
      "The construction of the RMS Titanic begins in the Harland and Wolff shipyard in Belfast."
    ],
    "1910": [
      "The Union of South Africa is formed from four British colonies.",
      "The Mexican Revolution begins with Francisco Madero's call to arms.",
      "Halley's Comet makes a spectacular appearance, visible across the globe.",
      "The Boy Scouts of America is founded by William D. Boyce.",
      "Japan annexes Korea, making it a Japanese colony.",
      "The first successful flight from a ship is made by Eugene Burton Ely."
    ],
    "1911": [
      "The Triangle Shirtwaist Factory fire kills 146 workers in New York City.",
      "The Mexican Revolution continues, with Porfirio Diaz overthrown.",
      "International Women's Day is celebrated for the first time in several European countries.",
      "The Second Moroccan Crisis is sparked by French occupation of Fez.",
      "Ernest Rutherford deduces the existence of the atomic nucleus.",
      "Roald Amundsen becomes the first person to reach the South Pole.",
      "The first Indianapolis 500-mile auto race is held."
    ],
    "1912": [
      "The passenger liner RMS Titanic sinks on its maiden voyage in the Atlantic.",
      "The Republic of China is established, officially ending the Qing dynasty.",
      "Woodrow Wilson is elected U.S. President after a three-way race.",
      "The First Balkan War begins between the Balkan League and the Ottoman Empire.",
      "The African National Congress (ANC) is founded in South Africa.",
      "The Oreo cookie is introduced by the National Biscuit Company (Nabisco)."
    ],
    "1913": [
      "The Ford Motor Company introduces the first moving assembly line for the Model T.",
      "The 16th Amendment is ratified, establishing a federal income tax in the U.S.",
      "The Armory Show in New York City introduces modern art to the American public.",
      "The premiere of Igor Stravinsky's ballet 'The Rite of Spring' causes a riot in Paris.",
      "Suffragette Emily Davison is killed after stepping in front of the King's horse at the Epsom Derby.",
      "The first modern crossword puzzle is published in the 'New York World' newspaper."
    ],
    "1914": [
      "Archduke Franz Ferdinand is assassinated in Sarajevo, triggering World War I.",
      "Germany invades Belgium, beginning the Western Front of the war.",
      "The First Battle of the Marne halts the German advance on Paris.",
      "The Panama Canal officially opens for traffic.",
      "The first scheduled commercial airline flight takes place in Florida.",
      "Charlie Chaplin's character \"The Tramp\" makes his film debut.",
      "The Christmas Truce occurs between German and British soldiers.",
      "The Battle of Tannenberg is a decisive German victory on the Eastern Front."
    ],
    "1915": [
      "The Gallipoli Campaign begins with an Allied amphibious invasion of the Ottoman Empire.",
      "A German U-boat sinks the British passenger liner RMS Lusitania, killing 1,198 people.",
      "Germany uses poison gas on a large scale for the first time at the Second Battle of Ypres.",
      "The Ottoman government begins the systematic deportation of its Armenian population.",
      "Italy joins the Allied Powers by declaring war on Austria-Hungary.",
      "D.W. Griffith's controversial film 'The Birth of a Nation' is released."
    ],
    "1916": [
      "The Battle of the Somme, one of history's bloodiest, begins in France.",
      "The Battle of Verdun is fought between the German and French armies for 10 months.",
      "The Easter Rising, an armed insurrection for Irish independence, takes place in Dublin.",
      "The first successful use of tanks in warfare occurs at the Battle of Flers-Courcelette.",
      "Jeannette Rankin of Montana becomes the first woman elected to the U.S. Congress.",
      "The first Piggly Wiggly grocery store, a self-service model, opens in Memphis."
    ],
    "1917": [
      "The United States declares war on Germany, entering World War I.",
      "The Bolshevik Revolution, led by Vladimir Lenin, seizes power in Russia.",
      "The February Revolution leads to the abdication of Tsar Nicholas II.",
      "Germany's resumption of unrestricted submarine warfare draws the U.S. into the war.",
      "The British capture Jerusalem from the Ottoman Empire.",
      "The Balfour Declaration announces British support for a Jewish national home in Palestine."
    ],
    "1918": [
      "The Armistice of 11 November ends the fighting in World War I.",
      "The Spanish Flu pandemic becomes a global health crisis, killing millions.",
      "Tsar Nicholas II and his family are executed by the Bolsheviks in Russia.",
      "The Treaty of Brest-Litovsk is signed, ending Russia's participation in the war.",
      "The 'Lost Battalion' of the U.S. 77th Infantry Division is rescued in the Argonne Forest.",
      "Women in the United Kingdom gain the right to vote for the first time."
    ],
    "1919": [
      "The Treaty of Versailles is signed, officially ending World War I.",
      "The League of Nations is founded in Paris to promote international cooperation.",
      "The 18th Amendment is ratified, establishing Prohibition in the United States.",
      "A series of race riots, known as the 'Red Summer', occur across the U.S.",
      "The Grand Canyon is officially designated as a U.S. National Park.",
      "The 'Black Sox' scandal taints the World Series."
    ],
    "1920": [
      "The Treaty of Versailles takes effect, officially ending World War I.",
      "The 19th Amendment to the U.S. Constitution is ratified, granting women the right to vote.",
      "The 18th Amendment goes into effect, beginning the era of Prohibition in the U.S.",
      "The first commercial radio broadcast is made by KDKA in Pittsburgh.",
      "The League of Nations holds its first meeting in Paris.",
      "The Harlem Renaissance, a cultural movement, begins in New York City."
    ],
    "1921": [
      "The Tulsa Race Massacre occurs in the Greenwood district of Tulsa, Oklahoma.",
      "Frederick Banting and his team announce the discovery of insulin.",
      "Benito Mussolini founds the National Fascist Party in Italy.",
      "Adolf Hitler becomes the official leader of the Nazi Party in Germany.",
      "The first live sporting event is broadcast on radio.",
      "The perfume Chanel No. 5 is launched by Coco Chanel."
    ],
    "1922": [
      "The Irish Free State is established, leading to the Irish Civil War.",
      "Benito Mussolini's March on Rome brings the Fascist party to power in Italy.",
      "The Union of Soviet Socialist Republics (USSR) is formally created.",
      "Egypt gains independence from the United Kingdom, becoming a kingdom.",
      "Howard Carter discovers the tomb of Pharaoh Tutankhamun in the Valley of the Kings.",
      "The British Broadcasting Company (BBC) is formed."
    ],
    "1923": [
      "Adolf Hitler leads the failed Beer Hall Putsch in Munich, Germany.",
      "Walt and Roy Disney found the Disney Brothers Cartoon Studio.",
      "The Great Kanto Earthquake strikes Japan, killing over 100,000 people.",
      "The first 24 Hours of Le Mans endurance race is held in France.",
      "The first issue of *Time* magazine is published in New York City.",
      "Archaeologist Howard Carter enters the tomb of Pharaoh Tutankhamun."
    ],
    "1924": [
      "The first Winter Olympics are held in Chamonix, France, in the French Alps.",
      "George Gershwin's 'Rhapsody in Blue' premieres at Aeolian Hall in New York City.",
      "Soviet Union founder Vladimir Lenin dies, and his body is put on public display.",
      "The Indian Citizenship Act grants citizenship to all Native Americans born in the U.S.",
      "J. Edgar Hoover is appointed director of the Bureau of Investigation, later the FBI.",
      "The first Macy's Thanksgiving Day Parade is held in New York City."
    ],
    "1925": [
      "The Scopes 'Monkey' Trial challenges the teaching of evolution in Tennessee.",
      "F. Scott Fitzgerald's novel 'The Great Gatsby' is published in New York.",
      "The Locarno Treaties are signed in London to secure postwar European borders.",
      "John Logie Baird gives the first public demonstration of television in London.",
      "The first issue of 'The New Yorker' magazine is published.",
      "The deadly Tri-State Tornado tears through Missouri, Illinois, and Indiana."
    ],
    "1926": [
      "Robert H. Goddard launches the first liquid-fueled rocket.",
      "Gertrude Ederle becomes the first woman to swim the English Channel.",
      "A. A. Milne's book 'Winnie-the-Pooh' is published.",
      "The National Broadcasting Company (NBC) is launched.",
      "The U.S. Route 66 is established.",
      "Magician Harry Houdini dies on Halloween."
    ],
    "1927": [
      "Charles Lindbergh flies the Spirit of St. Louis across the Atlantic.",
      "The film 'The Jazz Singer' introduces synchronized sound to movies.",
      "The Great Mississippi Flood inundates 27,000 square miles.",
      "Philo T. Farnsworth transmits the first all-electronic television image.",
      "Leon Trotsky is expelled from the Communist Party by Joseph Stalin.",
      "Gutzon Borglum begins sculpting the Mount Rushmore monument.",
      "The first transatlantic telephone service connects New York and London."
    ],
    "1928": [
      "The Kellogg-Briand Pact, outlawing war, is signed by 15 nations in Paris.",
      "Alexander Fleming discovers penicillin, a key breakthrough in medicine.",
      "The first color television transmission is demonstrated by John Logie Baird in London.",
      "Mickey Mouse makes his debut in the animated short film 'Steamboat Willie'.",
      "The first Five-Year Plan for rapid industrialization is launched in the Soviet Union.",
      "Amelia Earhart becomes the first woman to fly across the Atlantic Ocean as a passenger."
    ],
    "1929": [
      "A major stock market crash in New York triggers a decade-long economic downturn.",
      "The first Academy Awards ceremony is held in Hollywood.",
      "The Lateran Treaty is signed, creating the independent state of Vatican City.",
      "The Graf Zeppelin completes a round-the-world flight.",
      "The Museum of Modern Art opens in New York City.",
      "The first car radio is introduced by the Galvin Corporation."
    ],
    "1930": [
      "Mahatma Gandhi leads the Salt March to protest the British salt tax in India.",
      "The first FIFA World Cup is held in Uruguay, with the host nation winning.",
      "The planet Pluto is discovered by astronomer Clyde Tombaugh.",
      "The Great Depression intensifies, causing widespread unemployment.",
      "The Smoot-Hawley Tariff Act is signed into law in the United States.",
      "The fictional detective Nancy Drew is introduced in a series of books."
    ],
    "1931": [
      "The Empire State Building is completed, becoming the world's tallest building.",
      "The Star-Spangled Banner is officially adopted as the U.S. national anthem.",
      "Gangster Al Capone is sentenced to eleven years in prison for tax evasion.",
      "The Mukden Incident gives Japan a pretext to invade Manchuria.",
      "The Christ the Redeemer statue is completed in Rio de Janeiro.",
      "The Scottsboro Boys are arrested in Alabama, sparking a controversial legal case."
    ],
    "1932": [
      "Franklin D. Roosevelt is elected U.S. President in a landslide over Herbert Hoover.",
      "The Kingdom of Saudi Arabia is founded by King Abdulaziz Ibn Saud.",
      "The infant son of aviator Charles Lindbergh is kidnapped and murdered.",
      "Amelia Earhart becomes the first woman to fly solo across the Atlantic Ocean.",
      "The 'Bonus Army' of World War I veterans is violently dispersed in Washington, D.C.",
      "The first Venice International Film Festival is held in Italy."
    ],
    "1933": [
      "Adolf Hitler is appointed Chancellor of Germany.",
      "The Reichstag Fire leads to the suspension of civil liberties in Germany.",
      "The Dachau concentration camp, the first of its kind, is opened.",
      "Franklin D. Roosevelt is inaugurated as U.S. President, launching the New Deal.",
      "President Roosevelt declares a \"bank holiday\" to prevent financial collapse.",
      "Prohibition ends in the United States with the Twenty-first Amendment.",
      "Construction begins on the Golden Gate Bridge in California."
    ],
    "1934": [
      "Adolf Hitler becomes Führer of Germany, consolidating his power.",
      "The 'Night of the Long Knives' sees the purge of Ernst Röhm and other Nazi leaders.",
      "The infamous outlaws Bonnie and Clyde are ambushed and killed by law enforcement.",
      "The first Masters Tournament is held at Augusta National Golf Club.",
      "The cartoon character Donald Duck makes his first appearance in a Disney film.",
      "The federal prison on Alcatraz Island begins accepting inmates."
    ],
    "1935": [
      "The Social Security Act is signed into law by President Franklin D. Roosevelt.",
      "The Nuremberg Laws are enacted, stripping Jewish people of citizenship in Nazi Germany.",
      "The Hoover Dam, a major engineering feat, is completed on the Colorado River.",
      "Amelia Earhart becomes the first person to fly solo from Hawaii to California.",
      "The board game Monopoly is first sold by Parker Brothers.",
      "Alcoholics Anonymous is founded in Akron, Ohio, by Bill Wilson and Dr. Bob Smith."
    ],
    "1936": [
      "The Spanish Civil War begins with a military uprising against the Republic.",
      "King Edward VIII of the United Kingdom abdicates to marry Wallis Simpson.",
      "Jesse Owens wins four gold medals at the Summer Olympics in Berlin.",
      "The Hoover Dam is completed and begins generating hydroelectric power.",
      "Margaret Mitchell's epic novel 'Gone with the Wind' is published.",
      "The last known thylacine, or Tasmanian tiger, dies in captivity."
    ],
    "1937": [
      "The German airship *Hindenburg* is destroyed by fire in Lakehurst, New Jersey.",
      "Japanese troops begin the 'Rape of Nanking' during the Second Sino-Japanese War.",
      "The Golden Gate Bridge opens to traffic in San Francisco, California.",
      "Walt Disney's *Snow White and the Seven Dwarfs*, the first animated feature, premieres.",
      "Aviator Amelia Earhart disappears over the Pacific Ocean during her circumnavigation attempt.",
      "King George VI is crowned at Westminster Abbey after his brother's abdication."
    ],
    "1938": [
      "The Munich Agreement allows Nazi Germany to annex the Sudetenland.",
      "The 'Kristallnacht' pogrom is carried out against Jews throughout Nazi Germany.",
      "Orson Welles's 'War of the Worlds' radio broadcast causes a nationwide panic.",
      "The superhero Superman first appears in Action Comics #1.",
      "The Fair Labor Standards Act establishes a minimum wage in the United States.",
      "German chemists Otto Hahn and Fritz Strassmann discover nuclear fission."
    ],
    "1939": [
      "Germany invades Poland, initiating World War II.",
      "The Soviet Union invades Poland from the east.",
      "John Steinbeck publishes his novel The Grapes of Wrath.",
      "The New York World's Fair opens with a vision of the future.",
      "The Spanish Civil War ends with a Nationalist victory.",
      "Physicists Lise Meitner and Otto Frisch explain nuclear fission."
    ],
    "1940": [
      "Winston Churchill becomes Prime Minister of the United Kingdom.",
      "The Dunkirk evacuation rescues over 300,000 Allied soldiers from France.",
      "The Battle of Britain rages in the skies over the United Kingdom.",
      "The Blitz, a German bombing campaign, begins against London.",
      "The first peacetime military draft is enacted in the United States.",
      "The Lascaux Cave paintings are discovered in France."
    ],
    "1941": [
      "The United States enacts the Lend-Lease Act, providing aid to Allies.",
      "Germany launches Operation Barbarossa, invading the Soviet Union.",
      "Japan launches a surprise attack on Pearl Harbor, Hawaii.",
      "The United States declares war on Japan, entering World War II.",
      "Germany and Italy declare war on the United States.",
      "Mass killing operations begin in the Holocaust, including at Chelmno."
    ],
    "1942": [
      "The Battle of Midway is a decisive victory for the United States in the Pacific War.",
      "The Manhattan Project to develop the atomic bomb begins in the United States.",
      "The Battle of Stalingrad begins, a turning point on the Eastern Front.",
      "Enrico Fermi creates the first self-sustaining nuclear chain reaction in Chicago.",
      "The film 'Casablanca', starring Humphrey Bogart and Ingrid Bergman, premieres.",
      "President Franklin D. Roosevelt signs Executive Order 9066, leading to Japanese American internment."
    ],
    "1943": [
      "The German Sixth Army surrenders at the Battle of Stalingrad.",
      "The Warsaw Ghetto Uprising begins in occupied Poland.",
      "The 'Big Three' leaders meet at the Tehran Conference.",
      "The Allied invasion of Sicily leads to the downfall of Benito Mussolini.",
      "The Battle of Kursk, the largest tank battle in history, is fought.",
      "The Bengal famine causes millions of deaths in British India."
    ],
    "1944": [
      "Allied forces land on the beaches of Normandy on D-Day, the largest seaborne invasion in history.",
      "The city of Paris is liberated from German occupation after four years.",
      "The Battle of the Bulge begins as Germany launches a final major offensive on the Western Front.",
      "The Bretton Woods Conference is held, establishing the post-war international economic order.",
      "The Warsaw Uprising begins as the Polish resistance attempts to liberate their capital.",
      "The Battle of Leyte Gulf, the largest naval battle in history, is fought in the Pacific."
    ],
    "1945": [
      "Soviet troops liberate the Auschwitz-Birkenau concentration camp.",
      "Roosevelt, Churchill, and Stalin meet at the Yalta Conference.",
      "The bomber Enola Gay drops an atomic bomb on Hiroshima, Japan.",
      "Adolf Hitler and Eva Braun commit suicide in the Führerbunker in Berlin.",
      "The United Nations Charter is signed by 50 nations in San Francisco.",
      "Japan surrenders, officially ending the Second World War."
    ],
    "1946": [
      "The Nuremberg Trials for Nazi war criminals conclude in Germany.",
      "Winston Churchill delivers his 'Iron Curtain' speech in Fulton, Missouri.",
      "The first session of the United Nations General Assembly is held in London.",
      "The bikini swimsuit is introduced by French designer Louis Réard.",
      "The first Cannes Film Festival is held on the French Riviera.",
      "The United States grants independence to the Republic of the Philippines."
    ],
    "1947": [
      "India and Pakistan gain independence from British rule, leading to the partition of the subcontinent.",
      "The Truman Doctrine is announced, establishing a U.S. policy of containing communism.",
      "The Dead Sea Scrolls, a collection of ancient Jewish manuscripts, are discovered in caves at Qumran.",
      "Jackie Robinson breaks the color barrier in Major League Baseball, playing for the Brooklyn Dodgers.",
      "Chuck Yeager becomes the first person to fly faster than the speed of sound in the Bell X-1.",
      "The National Security Act is signed, creating the Central Intelligence Agency (CIA)."
    ],
    "1948": [
      "The State of Israel is declared, leading to the start of the first Arab-Israeli War.",
      "The Soviet Union begins the Berlin Blockade, cutting off access to West Berlin.",
      "Mahatma Gandhi is assassinated in New Delhi by a Hindu nationalist.",
      "The Universal Declaration of Human Rights is adopted by the United Nations General Assembly.",
      "President Harry S. Truman signs Executive Order 9981, desegregating the U.S. Armed Forces.",
      "The World Health Organization is established as a specialized agency of the United Nations."
    ],
    "1949": [
      "The North Atlantic Treaty Organization (NATO) is founded by twelve countries.",
      "The Soviet Union successfully tests its first atomic bomb, ending the U.S. monopoly.",
      "Mao Zedong proclaims the establishment of the People's Republic of China.",
      "The Soviet Union lifts the Berlin Blockade after more than a year.",
      "George Orwell's dystopian novel 'Nineteen Eighty-Four' is published in London.",
      "The first Emmy Awards for television excellence are presented in Hollywood."
    ],
    "1950": [
      "The Korean War begins with North Korea's invasion of South Korea.",
      "Senator Joseph McCarthy claims to have a list of communists in the State Department.",
      "The first 'Peanuts' comic strip by Charles M. Schulz is published.",
      "The first modern credit card, the Diners Club card, is introduced.",
      "Uruguay defeats Brazil in the final match of the FIFA World Cup.",
      "The Great Brink's Robbery takes place in Boston."
    ],
    "1951": [
      "The 22nd Amendment to the U.S. Constitution is ratified, limiting presidents to two terms.",
      "The first commercial computer, the UNIVAC I, is delivered to the U.S. Census Bureau.",
      "J.D. Salinger's novel 'The Catcher in the Rye' is published.",
      "The first color television broadcast is made by CBS.",
      "The Treaty of San Francisco is signed, officially ending World War II with Japan.",
      "The first transcontinental television broadcast is made by President Harry S. Truman."
    ],
    "1952": [
      "King George VI of the United Kingdom dies and is succeeded by his daughter, Elizabeth II.",
      "The United States detonates the first hydrogen bomb in the Marshall Islands.",
      "Dr. Jonas Salk develops the first successful polio vaccine.",
      "The de Havilland Comet, the first commercial jetliner, enters service.",
      "The 'Great Smog of London' kills thousands and prompts air pollution reform.",
      "The Diary of a Young Girl by Anne Frank is published in English."
    ],
    "1953": [
      "Soviet dictator Joseph Stalin dies in Moscow after 30 years in power.",
      "The Korean War ends with the signing of an armistice at Panmunjom.",
      "James Watson and Francis Crick publish their discovery of the double helix structure of DNA.",
      "Edmund Hillary and Tenzing Norgay become the first to reach the summit of Mount Everest.",
      "Queen Elizabeth II is crowned at Westminster Abbey in a televised ceremony.",
      "Julius and Ethel Rosenberg are executed in the United States for espionage.",
      "The first color television sets are sold in the United States.",
      "The first James Bond novel, *Casino Royale*, by Ian Fleming, is published."
    ],
    "1954": [
      "The U.S. Supreme Court's Brown v. Board of Education decision declares school segregation unconstitutional.",
      "The French are defeated by the Viet Minh at the Battle of Dien Bien Phu, ending French rule in Indochina.",
      "The first successful kidney transplant is performed by Dr. Joseph Murray in Boston.",
      "The first issue of Sports Illustrated magazine is published.",
      "The first 'Godzilla' film is released in Japan, launching a monster movie franchise.",
      "The Boeing 707, the first successful American jet airliner, makes its maiden flight."
    ],
    "1955": [
      "The Warsaw Pact is signed by the Soviet Union and its Eastern Bloc allies.",
      "Disneyland opens in Anaheim, California, as the first Disney theme park.",
      "Ray Kroc opens his first McDonald's franchise in Des Plaines, Illinois.",
      "Rosa Parks is arrested for refusing to give up her bus seat in Montgomery, Alabama.",
      "The Salk polio vaccine is declared safe and effective by the FDA.",
      "The first Guinness Book of World Records is published."
    ],
    "1956": [
      "The Suez Crisis erupts after Egypt nationalizes the Suez Canal.",
      "The Hungarian Revolution against Soviet rule is crushed by military force.",
      "The Montgomery Bus Boycott ends after a Supreme Court ruling.",
      "\"In God We Trust\" is adopted as the official motto of the United States.",
      "Actress Grace Kelly marries Prince Rainier III of Monaco.",
      "Don Larsen of the New York Yankees pitches a perfect game in the World Series."
    ],
    "1957": [
      "The Soviet Union launches Sputnik 1, the first artificial satellite to orbit Earth.",
      "The 'Little Rock Nine' integrate Central High School in Arkansas under federal troop protection.",
      "The Treaty of Rome is signed, establishing the European Economic Community.",
      "Ghana becomes the first sub-Saharan African country to gain independence from colonial rule.",
      "The first federal civil rights legislation since Reconstruction is signed into law in the United States.",
      "John Lennon and Paul McCartney meet for the first time in Liverpool."
    ],
    "1958": [
      "The United States launches its first satellite, Explorer 1, into orbit.",
      "NASA is created, replacing the National Advisory Committee for Aeronautics.",
      "The European Economic Community (EEC) is established.",
      "Mao Zedong launches the 'Great Leap Forward' in China.",
      "The first transatlantic passenger jet service is inaugurated by BOAC.",
      "The hula hoop is first marketed, becoming a massive fad."
    ],
    "1959": [
      "Fidel Castro comes to power in Cuba after the overthrow of Fulgencio Batista.",
      "Alaska and Hawaii are admitted as the 49th and 50th U.S. states.",
      "The Soviet Union's Luna 2 becomes the first spacecraft to reach the Moon's surface.",
      "The Dalai Lama flees Tibet and is granted political asylum in India.",
      "The Guggenheim Museum, designed by Frank Lloyd Wright, opens in New York City.",
      "The iconic Barbie doll is introduced at the American International Toy Fair."
    ],
    "1960": [
      "Four African American students begin the Greensboro sit-ins at a Woolworth's lunch counter.",
      "South African police kill 69 protesters in the Sharpeville massacre.",
      "Israeli agents capture the Nazi war criminal Adolf Eichmann in Argentina.",
      "Seventeen African nations declare their independence in the 'Year of Africa'.",
      "John F. Kennedy narrowly defeats Richard Nixon in the U.S. presidential election.",
      "Alfred Hitchcock's horror film *Psycho* is released to widespread acclaim.",
      "The first oral contraceptive, Enovid, is approved for use in the United States.",
      "Theodore Maiman demonstrates the first working laser at Hughes Research Laboratories."
    ],
    "1961": [
      "Yuri Gagarin becomes the first human to orbit the Earth.",
      "The CIA-backed Bay of Pigs invasion of Cuba fails.",
      "East Germany begins construction of the Berlin Wall.",
      "Freedom Riders challenge segregation on interstate buses.",
      "President John F. Kennedy establishes the Peace Corps.",
      "The trial of Nazi war criminal Adolf Eichmann begins in Jerusalem."
    ],
    "1962": [
      "The Cuban Missile Crisis brings the world to the brink of nuclear war.",
      "John Glenn becomes the first American to orbit the Earth.",
      "Algeria gains independence from France after a long and brutal war.",
      "The Second Vatican Council is opened by Pope John XXIII in Rome.",
      "Rachel Carson's book 'Silent Spring' launches the environmental movement.",
      "The first James Bond film, 'Dr. No', starring Sean Connery, is released."
    ],
    "1963": [
      "President John F. Kennedy is assassinated in Dallas, Texas.",
      "Martin Luther King Jr. delivers his 'I Have a Dream' speech at the March on Washington.",
      "The Partial Nuclear Test Ban Treaty is signed by the U.S., UK, and Soviet Union.",
      "A bombing at the 16th Street Baptist Church in Birmingham, Alabama, kills four young girls.",
      "The 'hotline' is established between the White House and the Kremlin.",
      "The Beatles release their first album, 'Please Please Me'."
    ],
    "1964": [
      "A landmark U.S. civil rights law is passed, outlawing discrimination based on race, color, religion, sex, or national origin.",
      "The Beatles' appearance on 'The Ed Sullivan Show' launches the British Invasion.",
      "The Gulf of Tonkin Resolution grants President Johnson broad war powers in Vietnam.",
      "Nelson Mandela is sentenced to life imprisonment in South Africa.",
      "The Ford Mustang is introduced at the New York World's Fair.",
      "Dr. Martin Luther King Jr. receives the Nobel Peace Prize for his nonviolent activism."
    ],
    "1965": [
      "A landmark piece of U.S. federal legislation is enacted, prohibiting racial discrimination in voting.",
      "Civil rights marchers are attacked on 'Bloody Sunday' during the Selma to Montgomery marches.",
      "The first U.S. combat troops arrive in South Vietnam, escalating the war.",
      "The classic musical film 'The Sound of Music' premieres in New York City.",
      "Black nationalist leader Malcolm X is assassinated in New York City.",
      "The Gateway Arch in St. Louis, Missouri, is completed."
    ],
    "1966": [
      "Mao Zedong launches the Great Proletarian Cultural Revolution in China.",
      "The U.S. Supreme Court's Miranda v. Arizona decision establishes rights for suspects.",
      "The Black Panther Party for Self-Defense is founded by Huey Newton and Bobby Seale.",
      "The Soviet Union's Luna 9 probe achieves the first soft landing on the Moon.",
      "England wins the FIFA World Cup, defeating West Germany in the final.",
      "The iconic science fiction series 'Star Trek' premieres on NBC."
    ],
    "1967": [
      "Israel launches a preemptive strike against Egypt, starting the Six-Day War.",
      "Dr. Christiaan Barnard performs the first successful human-to-human heart transplant.",
      "Thurgood Marshall becomes the first African American Justice on the U.S. Supreme Court.",
      "The 'Summer of Love' brings thousands of young people to San Francisco's Haight-Ashbury district.",
      "The Beatles release their influential album 'Sgt. Pepper's Lonely Hearts Club Band'.",
      "The Outer Space Treaty, banning nuclear weapons in space, is signed."
    ],
    "1968": [
      "The Tet Offensive turns American public opinion against the Vietnam War.",
      "Civil rights leader Martin Luther King Jr. is assassinated in Memphis.",
      "Presidential candidate Robert F. Kennedy is assassinated in Los Angeles.",
      "Soviet tanks crush the 'Prague Spring' pro-democracy movement in Czechoslovakia.",
      "Apollo 8 astronauts become the first humans to orbit the Moon.",
      "A U.S. law is passed providing for equal housing opportunities regardless of race, religion, or national origin."
    ],
    "1969": [
      "Astronaut Neil Armstrong is the first human to walk on the Moon.",
      "The Woodstock music festival is held in Bethel, New York.",
      "The Stonewall riots in New York City's Greenwich Village energize the gay rights movement.",
      "The first node of the ARPANET is established at UCLA.",
      "The Beatles perform their final public concert on the roof of Apple Corps headquarters.",
      "Richard Nixon is inaugurated as the 37th President of the United States."
    ],
    "1970": [
      "The Beatles officially break up after Paul McCartney's departure.",
      "The first Earth Day is celebrated across the United States.",
      "Four students are killed by the National Guard during a protest at Kent State University.",
      "The Apollo 13 mission suffers an in-flight emergency, but the crew returns safely.",
      "The Bhola cyclone devastates East Pakistan, killing hundreds of thousands.",
      "Brazil, led by Pelé, wins its third FIFA World Cup in Mexico."
    ],
    "1971": [
      "The New York Times begins publishing the classified Pentagon Papers.",
      "The 26th Amendment to the U.S. Constitution lowers the voting age to 18.",
      "Intel releases the world's first commercially available microprocessor, the Intel 4004.",
      "Walt Disney World opens in Orlando, Florida, with the Magic Kingdom as its first park.",
      "The environmental organization Greenpeace is founded in Vancouver, Canada.",
      "A major conflict between India and Pakistan leads to the creation of the independent nation of Bangladesh."
    ],
    "1972": [
      "The Watergate break-in occurs at the Democratic National Committee headquarters.",
      "The Black September terrorist group kills eleven Israeli athletes at the Munich Olympics.",
      "Apollo 17 marks the final manned mission to the Moon.",
      "President Richard Nixon makes a historic visit to the People's Republic of China.",
      "Atari releases the pioneering video game 'Pong'.",
      "The Dow Jones Industrial Average closes above 1,000 for the first time."
    ],
    "1973": [
      "The United States withdraws its last combat troops from Vietnam.",
      "The Supreme Court's Roe v. Wade decision legalizes abortion nationwide.",
      "The Yom Kippur War begins with a surprise attack on Israel.",
      "The Sydney Opera House is opened by Queen Elizabeth II in Australia.",
      "The Sears Tower in Chicago is completed, becoming the world's tallest building.",
      "The Endangered Species Act is signed into law in the United States."
    ],
    "1974": [
      "President Richard Nixon resigns from office due to the Watergate scandal.",
      "The 'Rumble in the Jungle' heavyweight boxing match takes place in Zaire.",
      "India conducts its first successful nuclear test, codenamed 'Smiling Buddha'.",
      "The world's population reaches an estimated four billion people.",
      "The first UPC barcode is scanned on a pack of Wrigley's gum.",
      "People magazine is launched by Time Inc."
    ],
    "1975": [
      "The Vietnam War ends with the fall of Saigon to North Vietnamese forces.",
      "The first 'Saturday Night Live' episode airs on NBC.",
      "Microsoft is founded by Bill Gates and Paul Allen in Albuquerque, New Mexico.",
      "The Suez Canal reopens after being closed for eight years.",
      "The blockbuster film 'Jaws' is released, directed by Steven Spielberg.",
      "The first personal computer, the Altair 8800, is sold in kit form."
    ],
    "1976": [
      "The United States celebrates its Bicentennial, the 200th anniversary of its independence.",
      "The Viking 1 spacecraft successfully lands on Mars, the first to do so.",
      "Apple Computer Company is founded by Steve Jobs and Steve Wozniak.",
      "The Soweto uprising begins in South Africa, protesting apartheid policies.",
      "The film 'Rocky', written by and starring Sylvester Stallone, is released.",
      "The first Concorde supersonic passenger flight takes place."
    ],
    "1977": [
      "The first 'Star Wars' film is released, becoming a cultural phenomenon.",
      "The Voyager 1 and 2 space probes are launched to study the outer solar system.",
      "The Trans-Alaska Pipeline System begins transporting oil.",
      "The world's first commercial fiber optic communication system is installed.",
      "The iconic disco film 'Saturday Night Fever' is released.",
      "The Atari 2600 home video game console is released."
    ],
    "1978": [
      "The Camp David Accords are signed by Israel and Egypt, brokered by the U.S.",
      "The world's first 'test-tube baby', Louise Brown, is born in England.",
      "The Jonestown massacre occurs in Guyana, a mass murder-suicide of cult members.",
      "The first Garfield comic strip is published in newspapers.",
      "The video game 'Space Invaders' is released in Japan.",
      "The first season of the television show 'Dallas' airs."
    ],
    "1979": [
      "The Iranian Revolution overthrows the Shah and establishes an Islamic republic.",
      "The Soviet Union invades Afghanistan, beginning a decade-long war.",
      "The Three Mile Island nuclear accident occurs in Pennsylvania.",
      "Margaret Thatcher becomes the first female Prime Minister of the United Kingdom.",
      "Sony introduces the Walkman, a portable cassette player.",
      "ESPN, the first all-sports television network, is launched."
    ],
    "1980": [
      "The Mount St. Helens volcano erupts in Washington state.",
      "The 'Miracle on Ice' sees the U.S. hockey team defeat the Soviet Union at the Olympics.",
      "John Lennon is assassinated in New York City.",
      "The video game 'Pac-Man' is released in Japan.",
      "The CNN 24-hour news network is launched.",
      "The Rubik's Cube is launched internationally."
    ],
    "1981": [
      "The first Space Shuttle mission, STS-1, is launched by NASA.",
      "The AIDS virus is identified for the first time by the CDC.",
      "Prince Charles and Lady Diana Spencer are married at St. Paul's Cathedral.",
      "The first DeLorean DMC-12 sports car is produced.",
      "The first IBM Personal Computer is released.",
      "The first episode of 'The Smurfs' airs."
    ],
    "1982": [
      "The Falklands War is fought between the United Kingdom and Argentina.",
      "The first compact disc (CD) is sold in Japan.",
      "The film 'E.T. the Extra-Terrestrial' is released.",
      "The Vietnam Veterans Memorial is dedicated in Washington, D.C.",
      "The first issue of 'USA Today' newspaper is published.",
      "The first episode of 'Cheers' airs."
    ],
    "1983": [
      "The first mobile phones are introduced to the public by Motorola.",
      "The Strategic Defense Initiative (SDI), or 'Star Wars', is proposed by President Reagan.",
      "The first flight of the Space Shuttle Challenger takes place.",
      "The first episode of 'The A-Team' airs.",
      "The first compact discs are released in the United States.",
      "The film 'Scarface' is released."
    ],
    "1984": [
      "The first Apple Macintosh computer is introduced with a famous Super Bowl commercial.",
      "The Summer Olympics are held in Los Angeles, boycotted by the Soviet Union.",
      "The film 'Ghostbusters' is released.",
      "The first MTV Video Music Awards are held.",
      "The first successful solo transatlantic balloon flight is completed.",
      "The first episode of 'The Cosby Show' airs."
    ],
    "1985": [
      "The Live Aid benefit concert is held simultaneously in London and Philadelphia.",
      "The wreck of the RMS Titanic is discovered in the North Atlantic.",
      "The first version of the Windows operating system is released by Microsoft.",
      "The first 'Super Mario Bros.' video game is released.",
      "The first 'Calvin and Hobbes' comic strip is published.",
      "The first episode of 'The Golden Girls' airs."
    ],
    "1986": [
      "The Space Shuttle Challenger disaster occurs shortly after liftoff.",
      "The Chernobyl nuclear disaster occurs in the Soviet Union.",
      "The first 'The Legend of Zelda' video game is released.",
      "The first episode of 'The Oprah Winfrey Show' airs.",
      "The film 'Top Gun' is released.",
      "The first IKEA store in the United States opens."
    ],
    "1987": [
      "The Intermediate-Range Nuclear Forces (INF) Treaty is signed by the U.S. and the Soviet Union.",
      "The first 'Final Fantasy' video game is released.",
      "The first episode of 'The Simpsons' airs as a short on 'The Tracey Ullman Show'.",
      "The film 'Dirty Dancing' is released.",
      "The first Starbucks outside of Seattle opens in Vancouver, Canada.",
      "The first episode of 'Full House' airs."
    ],
    "1988": [
      "The first transatlantic fiber optic cable, TAT-8, is completed.",
      "The first 'Die Hard' film is released.",
      "The first episode of 'Roseanne' airs.",
      "The first issue of 'Nintendo Power' magazine is published.",
      "The film 'Rain Man' is released.",
      "The first episode of 'The Wonder Years' airs."
    ],
    "1989": [
      "The Berlin Wall is opened, symbolizing the end of the Cold War.",
      "The Tiananmen Square protests and massacre occur in Beijing, China.",
      "The first GPS satellites are launched into orbit.",
      "The first episode of 'Seinfeld' airs.",
      "The film 'Batman' is released.",
      "The first Game Boy is released in Japan."
    ],
    "1990": [
      "The Hubble Space Telescope is launched into orbit.",
      "Germany is reunified after 45 years of division.",
      "The first web browser is created by Tim Berners-Lee.",
      "The first episode of 'The Fresh Prince of Bel-Air' airs.",
      "The film 'Home Alone' is released.",
      "The first season of 'Beverly Hills, 90210' airs."
    ],
    "1991": [
      "The Soviet Union is officially dissolved, ending the Cold War.",
      "The first Gulf War, Operation Desert Storm, begins.",
      "The first website is launched, created by Tim Berners-Lee.",
      "The first episode of 'The Jerry Springer Show' airs.",
      "The film 'Terminator 2: Judgment Day' is released.",
      "The first Linux kernel is released."
    ],
    "1992": [
      "The first text message is sent, reading 'Merry Christmas'.",
      "The first 'Mortal Kombat' video game is released.",
      "The first episode of 'Barney & Friends' airs.",
      "The film 'Aladdin' is released.",
      "The first Cartoon Network channel is launched.",
      "The first season of 'Melrose Place' airs."
    ],
    "1993": [
      "The first 'Jurassic Park' film is released.",
      "The first 'Doom' video game is released.",
      "The first episode of 'The X-Files' airs.",
      "The first Beanie Babies are released.",
      "The first UFC event is held.",
      "The first episode of 'Mighty Morphin Power Rangers' airs."
    ],
    "1994": [
      "Nelson Mandela is inaugurated as the first black president of South Africa.",
      "The first 'Friends' episode airs.",
      "The first 'The Lion King' film is released.",
      "The first PlayStation is released in Japan.",
      "The first episode of 'ER' airs.",
      "The first season of 'My So-Called Life' airs."
    ],
    "1995": [
      "The first 'Toy Story' film is released.",
      "The first 'Warcraft' video game is released.",
      "The first episode of 'Xena: Warrior Princess' airs.",
      "The first DVD is released in Japan.",
      "The first episode of 'JAG' airs.",
      "The first season of 'Party of Five' airs."
    ],
    "1996": [
      "The first 'Pokémon' video games are released in Japan.",
      "The first 'Tomb Raider' video game is released.",
      "The first episode of 'Everybody Loves Raymond' airs.",
      "The film 'Independence Day' is released.",
      "The first Tickle Me Elmo is released.",
      "The first episode of '3rd Rock from the Sun' airs."
    ],
    "1997": [
      "The first 'Harry Potter' book is published.",
      "The first 'Grand Theft Auto' video game is released.",
      "The first episode of 'South Park' airs.",
      "The film 'Titanic' is released.",
      "The first Tamagotchi is released in the United States.",
      "The first episode of 'Buffy the Vampire Slayer' airs."
    ],
    "1998": [
      "The first 'Half-Life' video game is released.",
      "The first 'That '70s Show' episode airs.",
      "The film 'Saving Private Ryan' is released.",
      "The first iMac is released by Apple.",
      "The first episode of 'Sex and the City' airs.",
      "The first Furby is released."
    ],
    "1999": [
      "The first 'The Matrix' film is released.",
      "The first 'SpongeBob SquarePants' episode airs.",
      "The first 'The Sopranos' episode airs.",
      "The first BlackBerry device is released.",
      "The first episode of 'Family Guy' airs.",
      "The first 'Tony Hawk's Pro Skater' video game is released."
    ],
    "2000": [
      "The first 'Survivor' season airs.",
      "The first 'Gladiator' film is released.",
      "The first 'The Sims' video game is released.",
      "The first episode of 'CSI: Crime Scene Investigation' airs.",
      "The first 'X-Men' film is released.",
      "The first season of 'Curb Your Enthusiasm' airs."
    ],
    "2001": [
      "The first 'The Lord of the Rings' film is released.",
      "The first 'Halo' video game is released.",
      "The first episode of '24' airs.",
      "The first iPod is released by Apple.",
      "The first 'Shrek' film is released.",
      "The first episode of 'The Office' (UK) airs."
    ],
    "2002": [
      "The first 'Spider-Man' film is released.",
      "The first 'American Idol' season airs.",
      "The first episode of 'The Bachelor' airs.",
      "The first 'Kingdom Hearts' video game is released.",
      "The first episode of 'The Wire' airs.",
      "The first Roomba is released."
    ],
    "2003": [
      "The first 'Pirates of the Caribbean' film is released.",
      "The first 'Call of Duty' video game is released.",
      "The first episode of 'Arrested Development' airs.",
      "The first iTunes Store is launched.",
      "The first 'Finding Nemo' film is released.",
      "The first episode of 'Two and a Half Men' airs."
    ],
    "2004": [
      "The first 'World of Warcraft' video game is released.",
      "The first 'Lost' episode airs.",
      "The first 'The Incredibles' film is released.",
      "The first episode of 'Desperate Housewives' airs.",
      "The first Facebook is launched.",
      "The first episode of 'House' airs."
    ],
    "2005": [
      "The first 'YouTube' video is uploaded.",
      "The first 'Guitar Hero' video game is released.",
      "The first episode of 'The Office' (US) airs.",
      "The first 'Batman Begins' film is released.",
      "The first episode of 'How I Met Your Mother' airs.",
      "The first season of 'Dancing with the Stars' airs."
    ],
    "2006": [
      "The first 'Twitter' message is sent.",
      "The first 'Wii Sports' video game is released.",
      "The first episode of '30 Rock' airs.",
      "The first 'Casino Royale' film is released.",
      "The first episode of 'Dexter' airs.",
      "The first season of 'Top Chef' airs."
    ],
    "2007": [
      "The first 'iPhone' is released by Apple.",
      "The first 'Assassin's Creed' video game is released.",
      "The first episode of 'Mad Men' airs.",
      "The first 'Transformers' film is released.",
      "The first episode of 'The Big Bang Theory' airs.",
      "The first season of 'Keeping Up with the Kardashians' airs."
    ],
    "2008": [
      "The first 'Iron Man' film is released.",
      "The first 'Grand Theft Auto IV' video game is released.",
      "The first 'Breaking Bad' episode airs.",
      "The first 'The Dark Knight' film is released.",
      "The first Airbnb is booked.",
      "The first season of 'Sons of Anarchy' airs."
    ],
    "2009": [
      "The first 'Minecraft' video game is released.",
      "The first 'Avatar' film is released.",
      "The first episode of 'Modern Family' airs.",
      "The first 'Uber' ride is requested.",
      "The first episode of 'Glee' airs.",
      "The first season of 'Shark Tank' airs."
    ],
    "2010": [
      "The first 'iPad' is released by Apple.",
      "The first 'Instagram' photo is posted.",
      "The first 'The Walking Dead' episode airs.",
      "The first 'Inception' film is released.",
      "The first episode of 'Downton Abbey' airs.",
      "The first season of 'Pretty Little Liars' airs."
    ],
    "2011": [
      "The first 'Game of Thrones' episode airs.",
      "The first 'The Elder Scrolls V: Skyrim' video game is released.",
      "The first 'Bridesmaids' film is released.",
      "The first episode of 'New Girl' airs.",
      "The first 'Captain America: The First Avenger' film is released.",
      "The first season of 'Homeland' airs."
    ],
    "2012": [
      "The first 'The Avengers' film is released.",
      "The first 'Candy Crush Saga' video game is released.",
      "The first 'Gangnam Style' video is uploaded to YouTube.",
      "The first 'The Hunger Games' film is released.",
      "The first episode of 'Girls' airs.",
      "The first season of 'Scandal' airs."
    ],
    "2013": [
      "The first 'Frozen' film is released.",
      "The first 'Grand Theft Auto V' video game is released.",
      "The first 'House of Cards' season is released on Netflix.",
      "The first 'Pope Francis' is elected.",
      "The first 'Man of Steel' film is released.",
      "The first episode of 'Orange Is the New Black' airs."
    ],
    "2014": [
      "The first 'Guardians of the Galaxy' film is released.",
      "The first 'Flappy Bird' video game is released.",
      "The first 'Serial' podcast is released.",
      "The first 'Interstellar' film is released.",
      "The first episode of 'Jane the Virgin' airs.",
      "The first season of 'True Detective' airs."
    ],
    "2015": [
      "The first 'Star Wars: The Force Awakens' film is released.",
      "The first 'Fallout 4' video game is released.",
      "The first 'Hamilton' musical premieres on Broadway.",
      "The first 'Mad Max: Fury Road' film is released.",
      "The first episode of 'Mr. Robot' airs.",
      "The first season of 'Narcos' airs."
    ],
    "2016": [
      "The first 'Pokémon Go' mobile game is released.",
      "The first 'Stranger Things' season is released on Netflix.",
      "The first 'Deadpool' film is released.",
      "The first 'Overwatch' video game is released.",
      "The first episode of 'This Is Us' airs.",
      "The first season of 'The Crown' airs."
    ],
    "2017": [
      "The first 'Fortnite' video game is released.",
      "The first 'Wonder Woman' film is released.",
      "The first 'The Handmaid's Tale' season is released on Hulu.",
      "The first 'Get Out' film is released.",
      "The first 'The Marvelous Mrs. Maisel' season is released on Amazon Prime Video.",
      "The first 'Riverdale' episode airs."
    ],
    "2018": [
      "The first 'Black Panther' film is released.",
      "The first 'Red Dead Redemption 2' video game is released.",
      "The first 'Spider-Man: Into the Spider-Verse' film is released.",
      "The first 'A Quiet Place' film is released.",
      "The first 'Cobra Kai' season is released on YouTube Red.",
      "The first episode of 'Yellowstone' airs."
    ],
    "2019": [
      "The first 'Avengers: Endgame' film is released.",
      "The first 'The Mandalorian' season is released on Disney+.",
      "The first 'Joker' film is released.",
      "The first 'Chernobyl' miniseries airs.",
      "The first 'Fleabag' season 2 airs.",
      "The first 'Old Town Road' by Lil Nas X is released."
    ],
    "2020": [
      "The first 'Animal Crossing: New Horizons' video game is released.",
      "The first 'Tiger King' docuseries is released on Netflix.",
      "The first 'Hamilton' film is released on Disney+.",
      "The first 'The Queen's Gambit' miniseries is released on Netflix.",
      "The first 'Tenet' film is released.",
      "The first 'Among Us' video game becomes widely popular."
    ],
    "2021": [
      "The first 'Squid Game' series is released on Netflix.",
      "The first 'Spider-Man: No Way Home' film is released.",
      "The first 'Dune' film is released.",
      "The first 'WandaVision' series is released on Disney+.",
      "The first 'Ted Lasso' season 2 is released on Apple TV+.",
      "The first 'Olivia Rodrigo's 'Drivers License' is released."
    ],
    "2022": [
      "The first 'Elden Ring' video game is released.",
      "The first 'Top Gun: Maverick' film is released.",
      "The first 'Avatar: The Way of Water' film is released.",
      "The first 'Stranger Things' season 4 is released on Netflix.",
      "The first 'The Batman' film is released.",
      "The first 'Wednesday' series is released on Netflix."
    ],
    "2023": [
      "The first 'The Super Mario Bros. Movie' is released.",
      "The first 'The Legend of Zelda: Tears of the Kingdom' video game is released.",
      "The first 'Barbie' film is released.",
      "The first 'Oppenheimer' film is released.",
      "The first 'The Last of Us' series is released on HBO.",
      "The first 'Hogwarts Legacy' video game is released."
    ],
    "2024": [
      "The first 'Dune: Part Two' film is released.",
      "The first 'Grand Theft Auto VI' trailer is released.",
      "The first 'Fallout' series is released on Amazon Prime Video.",
      "The first 'Inside Out 2' film is released.",
      "The first 'Deadpool & Wolverine' film is released.",
      "The first 'Wicked' film is released."
    ],
    "2025": [
      "The first 'Grand Theft Auto VI' is scheduled to be released.",
      "The first 'Superman' film in the new DC Universe is scheduled to be released.",
      "The first 'The Batman Part II' is scheduled to be released.",
      "The first 'Avatar 3' is scheduled to be released.",
      "The first 'Mission: Impossible – Dead Reckoning Part Two' is scheduled to be released.",
      "The first 'Fast & Furious 11' is scheduled to be released."
    ]
  }
}
